var SUBJECT =
{
	100:{
		110:"数学",
		120:"信息科学与系统科学",
		130:"力学",
		140:"物理学",
		150:"化学",
		160:"天文学",
		170:"地球科学",
		180:"生物学",
		190:"心理学",
		
	},
	110:{
		11011:"数学史",
		11014:"数理逻辑与数学基础",
		11017:"数论",
		11021:"代数学",
		11024:"代数几何学",
		11027:"几何学",
		11031:"拓扑学",
		11034:"数学分析",
		11037:"非标准分析",
		11041:"函数论",
		11044:"常微分方程",
		11047:"偏微分方程",
		11051:"动力系统",
		11054:"积分方程",
		11057:"泛函分析",
		11061:"计算数学",
		11064:"概率论",
		11067:"数理统计学",
		11071:"应用统计数学",
		11074:"运筹学",
		11077:"组合数学",
		11081:"离散数学",
		11084:"模糊数学",
		11085:"计算机数学",
		11087:"应用数学",
		11099:"数学其他学科"
	},
	120:{
		12010:"信息科学与系统科学基础学科",
		12020:"系统学",
		12030:"控制理论",
		12040:"系统评估与可行性分析",
		12050:"系统工程方法论",
		12099:"信息科学与系统科学其他学科"
	},
	130:{
		13010:"基础力学",
		13015:"固体力学",
		13020:"振动与波",
		13025:"流体力学",
		13030:"流变学",
		13035:"爆炸力学",
		13040:"物理力学",
		13041:"生物力学",
		13045:"统计力学",
		13050:"应用力学",
		13099:"力学其他学科"
	},
	140:{
		14010:"物理学史",
		14015:"理论物理学",
		14020:"声学",
		14025:"热学",
		14030:"光学",
		14035:"电磁学",
		14040:"无线电物理",
		14045:"电子物理学",
		14050:"凝聚态物理学",
		14055:"等离子体物理学",
		14060:"原子分子物理学",
		14065:"原子核物理学",
		14070:"高能物理学",
		14075:"计算物理学",
		14080:"应用物理学",
		14099:"物理学其他学科"
	},
	150:{
		15010:"化学史",
		15015:"无机化学",
		15020:"有机化学",
		15025:"分析化学",
		15030:"物理化学",
		15035:"化学物理学",
		15040:"高分子物理",
		15045:"高分子化学",
		15050:"核化学",
		15055:"应用化学",
		15060:"化学生物学",
		15065:"材料化学",
		15099:"化学其他学科"
	},
	160:{
		16010:"天文学史",
		16015:"天体力学",
		16020:"天体物理学",
		16025:"宇宙化学",
		16030:"天体测量学",
		16035:"射电天文学",
		16040:"空间天文学",
		16045:"天体演化学",
		16050:"星系与宇宙学",
		16055:"恒星与银河系",
		16060:"太阳与太阳系",
		16065:"天体生物学",
		16070:"天文地球动力学",
		16075:"时间测量学",
		16099:"天文学其他学科"
	},
	170:{
		17010:"地球科学史",
		17015:"大气科学",
		17020:"固体地球物理学",
		17025:"空间物理学",
		17030:"地球化学",
		17035:"大地测量学",
		17040:"地图学",
		17045:"地理学",
		17050:"地质学",
		17055:"水文学",
		17060:"海洋科学",
		17099:"地球科学其他学科"
	},
	180:{
		18011:"生物数学",
		18014:"生物物理学",
		18017:"生物化学",
		18021:"细胞生物学",
		18022:"免疫学",
		18024:"生理学",
		18027:"发育生物学",
		18031:"遗传学",
		18034:"放射生物学",
		18037:"分子生物学",
		18039:"专题生物学研究",
		18041:"生物进化论",
		18044:"生态学",
		18047:"神经生物学",
		18051:"植物学",
		18054:"昆虫学",
		18057:"动物学",
		18061:"微生物学",
		18064:"病毒学",
		18067:"人类学",
		18099:"生物学其他学科"
	},
	190:{
		19010:"心理学史",
		19015:"认知心理学",
		19020:"社会心理学",
		19025:"实验心理学",
		19030:"发展心理学",
		19040:"医学心理学",
		19041:"人格心理学",
		19042:"临床与咨询心理学",
		19045:"心理测量",
		19046:"心理统计",
		19050:"生理心理学",
		19055:"工业心理学",
		19060:"管理心理学",
		19065:"应用心理学",
		19070:"教育心理学",
		19075:"法制心理学",
		19099:"心理学其他学科"
	},
	
	11011: {},
	11014: {
		1101401: "包括演绎逻辑学（亦称符号逻辑学）",
		1101402: "证明论（亦称元数学）",
		1101403: "递归论",
		1101404: "模型论",
		1101405: "公理集合论",
		1101406: "数学基础",
		1101407: "数理逻辑与数学基础其他学科"
	},
	11017: {
		1101701: "包括初等数论",
		1101702: "解析数论",
		1101703: "代数数论",
		1101704: "超越数论",
		1101705: "丢番图逼近",
		1101706: "数的几何",
		1101707: "概率数论",
		1101708: "计算数论",
		1101709: "数论其他学科"
	},
	11021: {
		1102101: "线性代数",
		1102102: "群论",
		1102103: "域论",
		1102104: "李群",
		1102105: "李代数",
		1102106: "Kac-Moody代数",
		1102107: "环论（包括交换环与交换代数",
		1102108: "结合环与结合代数",
		1102109: "非结合环与非结合代数等）",
		1102110: "模论",
		1102111: "格论",
		1102112: "泛代数理论",
		1102113: "范畴论",
		1102114: "同调代数",
		1102115: "代数K理论",
		1102116: "微分代数",
		1102117: "代数编码理论",
		1102118: "代数学其他学科"
	},
	11024: {},
	11027: {
		1102701: "几何学基础",
		1102702: "欧氏几何学",
		1102703: "非欧几何学(包括黎曼几何学等)",
		1102704: "球面几何学",
		1102705: "向量和张量分析",
		1102706: "仿射几何学",
		1102707: "射影几何学",
		1102708: "微分几何学",
		1102709: "分数维几何",
		1102710: "计算几何学",
		1102711: "几何学其他学科"
	},
	11031: {
		1103101: "点集拓扑学",
		1103102: "代数拓扑学",
		1103103: "同伦论",
		1103104: "低维拓扑学",
		1103105: "同调论",
		1103106: "维数论",
		1103107: "格上拓扑学",
		1103108: "纤维丛论",
		1103109: "几何拓扑学",
		1103110: "奇点理论",
		1103111: "微分拓扑学",
		1103112: "拓扑学其他学科"
	},
	11034: {
		1103401: "微分学",
		1103402: "积分学",
		1103403: "级数论",
		1103404: "数学分析其他学科"
	},
	11037: {},
	11041: {
		1104101: "实变函数论",
		1104102: "单复变函数论",
		1104103: "多复变函数论",
		1104104: "函数逼近论",
		1104105: "调和分析",
		1104106: "复流形",
		1104107: "特殊函数论",
		1104108: "函数论其他学科"
	},
	11044: {
		1104401: "定性理论",
		1104402: "稳定性理论",
		1104403: "解析理论",
		1104404: "常微分方程其他学科"
	},
	11047: {
		1104701: "椭圆型偏微分方程",
		1104702: "双曲型偏微分方程",
		1104703: "抛物型偏微分方程",
		1104704: "非线性偏微分方程",
		1104705: "偏微分方程其他学科"
	},
	11051: {
		1105101: "微分动力系统",
		1105102: "拓扑动力系统",
		1105103: "复动力系统",
		1105104: "动力系统其他学科"
	},
	11054: {},
	11057: {
		1105701: "线性算子理论",
		1105702: "变分法",
		1105703: "拓扑线性空间",
		1105704: "希尔伯特空间",
		1105705: "函数空间",
		1105706: "巴拿赫空间",
		1105707: "算子代数",
		1105708: "测度与积分",
		1105709: "广义函数论",
		1105710: "非线性泛函分析",
		1105711: "泛函分析其他学科"
	},
	11061: {
		1106101: "常微分方程数值解",
		1106102: "偏微分方程数值解",
		1106103: "积分变换与积分方程数值方法（原名为“积分方程数值解”）",
		1106104: "数值代数",
		1106105: "优化计算方法",
		1106106: "数值逼近与计算几何",
		1106107: "随机数值方法与统计计算（原名为“随机数值实验”）",
		1106108: "并行计算算法",
		1106109: "误差分析与区间算法（原名为“误差分析”）",
		1106110: "小波分析与傅立叶分析的数值方法",
		1106111: "反问题计算方法",
		1106112: "符号计算与计算机推理",
		1106113: "计算数学其他学科"
	},
	11064: {
		1106401: "几何概率",
		1106402: "概率分布",
		1106403: "极限理论",
		1106404: "随机过程（包括正态过程与平稳过程、点过程等）",
		1106405: "马尔可夫过程",
		1106406: "随机分析",
		1106407: "鞅论",
		1106408: "应用概率论（具体应用入有关学科）",
		1106409: "概率论其他学科"
	},
	11067: {
		1106701: "抽样理论（包括抽样分布、抽样调查等）",
		1106702: "假设检验",
		1106703: "非参数统计",
		1106704: "方差分析",
		1106705: "相关回归分析",
		1106706: "统计推断",
		1106707: "贝叶斯统计（包括参数估计等）",
		1106708: "试验设计",
		1106709: "多元分析",
		1106710: "统计判决理论",
		1106711: "时间序列分析",
		1106712: "空间统计",
		1106713: "数理统计学其他学科"
	},
	11071: {
		1107101: "统计质量控制",
		1107102: "可靠性数学",
		1107103: "保险数学",
		1107104: "统计计算",
		1107105: "统计模拟",
		1107106: "应用统计数学其他学科"
	},
	11074: {
		1107401: "线性规划",
		1107402: "非线性规划",
		1107403: "动态规划",
		1107404: "组合最优化",
		1107405: "参数规划",
		1107406: "整数规划",
		1107407: "随机规划",
		1107408: "排队论",
		1107409: "对策论（亦称博弈论）",
		1107410: "库存论",
		1107411: "决策论",
		1107412: "搜索论",
		1107413: "图论",
		1107414: "统筹论",
		1107415: "最优化",
		1107416: "运筹学其他学科"
	},
	11077: {},
	11081: {},
	11084: {},
	11085: {},
	11087: {
		1108701: "具体应用入有关学科"
	},
	11099: {},
	12010: {
		1201001: "信息论",
		1201002: "控制论",
		1201003: "系统论",
		1201004: "信息科学与系统科学基础学科其他学科。运筹学（归入11074）"
	},
	12020: {
		1202001: "微分动力系统（归入11051）",
		1202002: "混沌",
		1202003: "一般系统论",
		1202004: "耗散结构理论",
		1202005: "协同学",
		1202006: "突变论",
		1202007: "超循环论",
		1202008: "复杂系统与复杂性科学",
		1202009: "系统学其他学科"
	},
	12030: {
		1203001: "大系统理论",
		1203002: "系统辨识",
		1203003: "状态估计",
		1203004: "鲁棒控制",
		1203005: "控制理论其他学科"
	},
	12040: {},
	12050: {
		1205001: "系统建模",
		1205002: "决策分析（归入63050）",
		1205003: "决策支持系统（归入63050）",
		1205004: "管理信息系统（归入63050）",
		1205005: "系统工程方法论其他学科"
	},
	12099: {},
	13010: {
		1301001: "理论力学",
		1301002: "理性力学",
		1301003: "非线性力学",
		1301004: "连续介质力学",
		1301005: "摩擦学",
		1301006: "柔性多体力学",
		1301007: "陀螺力学",
		1301008: "飞行力学",
		1301009: "基础力学其他学科"
	},
	13015: {
		1301501: "弹性力学",
		1301502: "塑性力学（包括弹塑性力学）",
		1301503: "粘弹性、粘塑性力学",
		1301504: "蠕变",
		1301505: "界面力学与表面力学",
		1301506: "疲劳",
		1301507: "损伤力学",
		1301508: "断裂力学",
		1301509: "散体力学",
		1301510: "细观力学",
		1301511: "微观力学",
		1301512: "电磁固体力学",
		1301513: "材料力学（归入43010）",
		1301514: "结构力学",
		1301515: "计算固体力学",
		1301516: "实验固体力学",
		1301517: "固体力学其他学科"
	},
	13020: {
		1302001: "线性振动力学",
		1302002: "非线性振动力学",
		1302003: "弹性体振动力学",
		1302004: "随机振动力学",
		1302005: "振动控制理论",
		1302006: "固体中的波",
		1302007: "流体—固体耦合振动",
		1302008: "振动与波其他学科"
	},
	13025: {
		1302501: "理论流体力学",
		1302502: "水动力学",
		1302503: "气体动力学",
		1302504: "空气动力学",
		1302505: "悬浮体力学",
		1302506: "湍流理论",
		1302507: "粘性流体力学",
		1302508: "多相流体力学",
		1302509: "渗流力学",
		1302510: "物理—化学流体力学",
		1302511: "等离子体动力学",
		1302512: "电磁流体力学",
		1302513: "非牛顿流体力学",
		1302514: "流体机械流体力学",
		1302515: "旋转与分层流体力学",
		1302516: "辐射流体力学",
		1302517: "计算流体力学",
		1302518: "实验流体力学",
		1302519: "环境流体力学",
		1302520: "微流体力学",
		1302521: "流体力学其他学科"
	},
	13030: {},
	13035: {
		1303501: "爆轰与爆燃理论",
		1303502: "爆炸波、冲击波、应力波",
		1303503: "高速碰撞动力学",
		1303504: "爆炸力学其他学科"
	},
	13040: {
		1304001: "高压固体物理力学",
		1304002: "稠密流体物理力学",
		1304003: "高温气体物理力学",
		1304004: "多相介质物理力学",
		1304005: "临界现象与相变",
		1304006: "原子与分子动力学",
		1304007: "物理力学其他学科"
	},
	13041: {
		1304101: "包括生物流体力学与生物流变学等"
	},
	13045: {},
	13050: {
		1305001: "具体应用入有关学科"
	},
	13099: {},
	14010: {},
	14015: {
		1401501: "数学物理",
		1401502: "电磁场理论",
		1401503: "经典场论",
		1401504: "相对论（原名为“相对论与引力场”）",
		1401505: "量子力学",
		1401506: "统计物理学",
		1401507: "理论物理学其他学科"
	},
	14020: {
		1402001: "普通线性声学（含射线声学、波动声学、大气声学、声波反射、散射、衍射、干涉、传播衰减。原名为“物理声学”）",
		1402002: "非线性声学",
		1402003: "流体动力声学（含航空声学、流体运动与声波相互作用、流体声辐射、燃烧声学等）",
		1402004: "超声学、量子声学和声学效应",
		1402005: "次声学",
		1402006: "水声和海洋声学（原名为“水声学”）",
		1402007: "结构声学和振动",
		1402008: "噪声、噪声效应及其控制",
		1402009: "建筑声学与电声学",
		1402010: "声学信号处理",
		1402011: "生理、心理声学和生物声学",
		1402012: "语言声学和语音信号处理",
		1402013: "音乐声学",
		1402014: "声学换能器、声学测量及方法",
		1402015: "声学测量方法",
		1402016: "声学材料",
		1402017: "信息科学中的声学问题（含通信声学、声学微机电系统、声学信道）",
		1402018: "与声学有关的其它物理问题和交叉学科（原名为“声学其他学科”）"
	},
	14025: {
		1402501: "热力学",
		1402502: "热物性学",
		1402503: "传热学",
		1402504: "热学其他学科"
	},
	14030: {
		1403001: "几何光学",
		1403002: "物理光学",
		1403003: "非线性光学",
		1403004: "光谱学",
		1403005: "量子光学",
		1403006: "信息光学",
		1403007: "导波光学",
		1403008: "发光学",
		1403009: "红外物理",
		1403010: "激光物理",
		1403011: "光子学与集成光学",
		1403012: "应用光学（具体应用入有关学科）",
		1403013: "大气光学（归入17015）",
		1403014: "环境光学",
		1403015: "海洋光学",
		1403016: "光学遥感",
		1403017: "超快激光及应用",
		1403018: "光学其他学科"
	},
	14035: {
		1403501: "电学",
		1403502: "磁学（归入14050）",
		1403503: "静电学",
		1403504: "静磁学",
		1403505: "电动力学",
		1403506: "电磁学其他学科"
	},
	14040: {
		1404001: "电磁波物理",
		1404002: "量子无线电物理",
		1404003: "微波物理学",
		1404004: "超高频无线电物理",
		1404005: "统计无线电物理",
		1404006: "无线电物理其他学科"
	},
	14045: {
		1404501: "量子电子学",
		1404502: "电子离子与真空物理",
		1404503: "带电粒子光学",
		1404504: "电子物理学其他学科"
	},
	14050: {
		1405001: "凝聚态理论",
		1405002: "金属物理学",
		1405003: "半导体物理学",
		1405004: "电介质物理学",
		1405005: "晶体学（包括晶体生长、晶体化学等）",
		1405006: "非晶态物理学",
		1405007: "软物质物理学（原名为“液晶物理学”）",
		1405008: "薄膜物理学",
		1405009: "低维物理",
		1405010: "表面与界面物理学",
		1405011: "固体发光",
		1405012: "磁学",
		1405013: "超导物理学",
		1405014: "低温物理学",
		1405015: "高压物理学",
		1405016: "摩擦学（归入13010）",
		1405017: "介观物理学",
		1405018: "量子调控",
		1405019: "凝聚态物理学其他学科"
	},
	14055: {
		1405501: "热核聚变等离子体物理学",
		1405502: "低温等离子体物理学",
		1405503: "等离子体诊断学（原名为“等离子体光谱学”）",
		1405504: "凝聚态等离子体物理学",
		1405505: "等离子体物理学其他学科"
	},
	14060: {
		1406001: "原子与分子理论",
		1406002: "原子光谱学",
		1406003: "分子光谱学",
		1406004: "波谱学",
		1406005: "原子与分子碰撞过程",
		1406006: "玻色—爱因斯坦凝聚和冷原子物理",
		1406007: "原子分子物理学其他学科"
	},
	14065: {
		1406501: "核结构",
		1406502: "核能谱学",
		1406503: "低能核反应",
		1406504: "中子物理学",
		1406505: "裂变物理学",
		1406506: "聚变物理学",
		1406507: "轻粒子核物理学",
		1406508: "重离子核物理学",
		1406509: "中高能核物理学",
		1406510: "原子核物理学其他学科"
	},
	14070: {
		1407001: "粒子物理学（原名为“基本粒子物理学”）",
		1407002: "宇宙线物理学",
		1407003: "粒子加速器物理学",
		1407004: "高能物理实验",
		1407005: "粒子宇宙学",
		1407006: "高能物理学其他学科"
	},
	14075: {},
	14080: {
		1408001: "具体应用入有关学科"
	},
	14099: {},
	15010: {},
	15015: {
		1501501: "元素化学",
		1501502: "配位化学",
		1501503: "同位素化学",
		1501504: "无机固体化学",
		1501505: "无机合成化学",
		1501506: "无机分离化学",
		1501507: "物理无机化学",
		1501508: "生物无机化学",
		1501509: "无机化学其他学科"
	},
	15020: {
		1502001: "元素有机化学（包括金属有机化学等）",
		1502002: "天然产物有机化学",
		1502003: "有机固体化学",
		1502004: "有机合成化学",
		1502005: "有机光化学",
		1502006: "物理有机化学（包括理论有机化学、立体化学等）",
		1502007: "生物有机化学",
		1502008: "金属有机光化学",
		1502009: "有机化学其他学科"
	},
	15025: {
		1502501: "化学分析（包括定性分析、定量分析等）",
		1502502: "电化学分析",
		1502503: "光谱分析",
		1502504: "波谱分析",
		1502505: "质谱分析",
		1502506: "热化学分析（原名为“热谱分析”）",
		1502507: "色谱分析",
		1502508: "光度分析",
		1502509: "放射分析",
		1502510: "状态分析与物相分析",
		1502511: "分析化学计量学",
		1502512: "分析化学其他学科"
	},
	15030: {
		1503001: "化学热力学",
		1503002: "化学动力学（包括分子反应动力学等）",
		1503003: "结构化学（包括表面化学、结构分析等）",
		1503004: "量子化学",
		1503005: "胶体化学与界面化学",
		1503006: "催化化学",
		1503007: "热化学",
		1503008: "光化学（包括超分子光化学、光电化学、激光化学、感光化学等）",
		1503009: "电化学",
		1503010: "磁化学",
		1503011: "高能化学（包括辐射化学",
		1503012: "等离体化学）",
		1503013: "计算化学",
		1503014: "物理化学其他学科"
	},
	15035: {},
	15040: {},
	15045: {
		1504501: "无机高分子化学",
		1504502: "天然高分子化学",
		1504503: "功能高分子（包括液晶高分子化学）",
		1504504: "高分子合成化学",
		1504505: "高分子物理化学",
		1504506: "高分子光化学",
		1504507: "高分子化学其他学科"
	},
	15050: {
		1505001: "放射化学",
		1505002: "核反应化学",
		1505003: "裂变化学",
		1505004: "聚变化学",
		1505005: "重离子核化学",
		1505006: "核转变化学",
		1505007: "环境放射化学",
		1505008: "核化学其他学科"
	},
	15055: {
		1505501: "具体应用入有关学科"
	},
	15060: {},
	15065: {
		1506501: "软化学",
		1506502: "碳化学",
		1506503: "纳米化学",
		1506504: "材料化学其他学科"
	},
	15099: {},
	16010: {},
	16015: {
		1601501: "摄动理论",
		1601502: "天体力学定性理论",
		1601503: "天体形状与自转理论",
		1601504: "天体力学数值方法",
		1601505: "天文动力学（包括人造卫星、宇宙飞船动力学等）",
		1601506: "历书天文学",
		1601507: "天体力学其他学科"
	},
	16020: {
		1602001: "理论天体物理学",
		1602002: "相对论天体物理学",
		1602003: "磁流体力学（归入13025）",
		1602004: "等离子体动力学（归入13025）",
		1602005: "高能天体物理学（包括天体核物理学）",
		1602006: "实测天体物理学",
		1602007: "天体物理学其他学科"
	},
	16025: {
		1602501: "原名为“天体化学”。包括空间化学",
		1602502: "天体元素学",
		1602503: "月球与行星化学",
		1602504: "宇宙化学其他学科"
	},
	16030: {
		1603001: "基本天体测量学",
		1603002: "照相天体测量学",
		1603003: "射电天体测量学",
		1603004: "空间天体测量学",
		1603005: "方位天文学",
		1603006: "实用天文学",
		1603007: "天体测量学其他学科"
	},
	16035: {
		1603501: "射电天体物理学",
		1603502: "射电天文方法",
		1603503: "射电天文学其他学科"
	},
	16040: {
		1604001: "红外天文学",
		1604002: "紫外天文学",
		1604003: "X射线天文学",
		1604004: "γ射线天文学",
		1604005: "中微子天文学",
		1604006: "空间天文学其他学科"
	},
	16045: {
		1604501: "各层次天体形成与演化入各学科"
	},
	16050: {
		1605001: "星系动力学",
		1605002: "星系天文学",
		1605003: "运动宇宙学",
		1605004: "星系际物质",
		1605005: "大爆炸宇宙论",
		1605006: "星系形成与演化",
		1605007: "宇宙大尺度结构起源与演化",
		1605008: "星系与宇宙学其他学科"
	},
	16055: {
		1605501: "恒星物理学",
		1605502: "恒星天文学",
		1605503: "恒星形成与演化",
		1605504: "星际物质物理学",
		1605505: "银河系结构与运动",
		1605506: "恒星与银河系其他学科"
	},
	16060: {
		1606001: "太阳物理学",
		1606002: "太阳系物理学",
		1606003: "太阳系形成与演化",
		1606004: "行星物理学",
		1606005: "行星际物理学",
		1606006: "陨星学",
		1606007: "比较行星学",
		1606008: "月球科学",
		1606009: "太阳与太阳系其他学科"
	},
	16065: {},
	16070: {
		1607001: "从原16030中分离出来"
	},
	16075: {
		1607501: "时间尺度",
		1607502: "时间测量与方法",
		1607503: "守时理论",
		1607504: "授时理论与方法",
		1607505: "时间测量学其他学科"
	},
	16099: {},
	17010: {},
	17015: {
		1701501: "大气物理学（包括大气光学、大气声学、大气电学、中层物理学等）",
		1701502: "大气化学",
		1701503: "大气环境学（归入61020）",
		1701504: "大气探测（包括大气遥感）",
		1701505: "动力气象学（包括数值天气预报与数值模拟等）",
		1701506: "天气学",
		1701507: "气候学",
		1701508: "大气边界层物理学（原名为“云与降水物理学”）",
		1701509: "应用气象学（具体应用入有关学科）",
		1701510: "大气科学其他学科"
	},
	17020: {
		1702001: "地球动力学（亦有“大陆动力学，大地构造物理学，地质物理”等名称）",
		1702002: "地球重力学",
		1702003: "地球流体力学",
		1702004: "地壳与地形变",
		1702005: "地球内部物理学",
		1702006: "地声学",
		1702007: "地热学",
		1702008: "地电学",
		1702009: "地磁学",
		1702010: "放射性地球物理学",
		1702011: "地震学",
		1702012: "勘探地球物理学",
		1702013: "计算地球物理学",
		1702014: "实验地球物理学",
		1702015: "固体地球物理学其他学科"
	},
	17025: {
		1702501: "电离层物理学",
		1702502: "高层大气物理学",
		1702503: "磁层物理学",
		1702504: "空间物理探测",
		1702505: "空间环境学",
		1702506: "空间物理学其他学科"
	},
	17030: {
		1703001: "元素地球化学",
		1703002: "有机地球化学",
		1703003: "放射性地球化学",
		1703004: "同位素地球化学",
		1703005: "生物地球化学",
		1703006: "地球内部化学",
		1703007: "同位素地质年代学",
		1703008: "成矿地球化学",
		1703009: "勘探地球化学",
		1703010: "实验地球化学",
		1703011: "能源地球化学",
		1703012: "地球化学其他学科"
	},
	17035: {
		1703501: "地球形状学",
		1703502: "几何大地测量学",
		1703503: "物理大地测量学",
		1703504: "动力大地测量学",
		1703505: "空间大地测量学",
		1703506: "行星大地测量学",
		1703507: "大地测量学其他学科"
	},
	17040: {},
	17045: {
		1704501: "自然地理学（包括生态地理学、冰川学、冻土学、沙漠学、岩溶学等）",
		1704502: "生物地理学",
		1704503: "土壤地理学（归入21050）",
		1704504: "化学地理学",
		1704505: "地貌学",
		1704506: "人文地理学",
		1704507: "区域地理学",
		1704508: "城市地理学",
		1704509: "人口地理学（归入84071）",
		1704510: "旅游地理学",
		1704511: "经济地理学（归入79019）",
		1704512: "世界地理学",
		1704513: "历史地理学（归入77070）",
		1704514: "地理学其他学科"
	},
	17050: {
		1705001: "数学地质学",
		1705002: "地质力学",
		1705003: "动力地质学",
		1705004: "矿物学（包括放射性矿物学）",
		1705005: "矿床学与矿相学（包括放射性矿床学，不包括石油、天然气和煤）",
		1705006: "岩石学",
		1705007: "岩土力学",
		1705008: "沉积学",
		1705009: "古地理学",
		1705010: "古生物学",
		1705011: "地层学与地史学",
		1705012: "前寒武纪地质学",
		1705013: "第四纪地质学",
		1705014: "构造地质学（包括显微构造学等）",
		1705015: "大地构造学",
		1705016: "勘查地质学",
		1705017: "水文地质学（包括放射性水文地质学）",
		1705018: "遥感地质学",
		1705019: "区域地质学",
		1705020: "火山学",
		1705021: "石油与天然气地质学（含天然气水合物地质学）",
		1705022: "煤田地质学",
		1705023: "实验地质学",
		1705024: "工程地质学（归入41030）",
		1705025: "地质学其他学科"
	},
	17055: {
		1705501: "水文物理学",
		1705502: "水文化学",
		1705503: "水文地理学",
		1705504: "水文气象学",
		1705505: "水文测量",
		1705506: "水文图学",
		1705507: "湖沼学",
		1705508: "河流学与河口水文学",
		1705509: "地下水文学",
		1705510: "区域水文学",
		1705511: "生态水文学",
		1705512: "水文学其他学科"
	},
	17060: {
		1706001: "海洋物理学",
		1706002: "海洋化学",
		1706003: "海洋地球物理学",
		1706004: "海洋气象学",
		1706005: "海洋地质学",
		1706006: "物理海洋学",
		1706007: "海洋生物学",
		1706008: "海洋地理学和河口海岸学（原名为“河口、海岸学”）",
		1706009: "海洋调查与监测",
		1706010: "海洋工程（归入41630）",
		1706011: "海洋测绘学（归入42050）",
		1706012: "遥感海洋学（亦名卫星海洋学）",
		1706013: "海洋生态学",
		1706014: "环境海洋学",
		1706015: "海洋资源学",
		1706016: "极地科学",
		1706017: "海洋科学其他学科"
	},
	17099: {},
	18011: {},
	18014: {
		1801401: "生物信息论与生物控制论",
		1801402: "理论生物物理学",
		1801403: "生物声学与声生物物理学",
		1801404: "生物光学与光生物物理学",
		1801405: "生物电磁学",
		1801406: "生物能量学",
		1801407: "低温生物物理学",
		1801408: "分子生物物理学与结构生物学（原名为“分子生物物理学”）",
		1801409: "空间生物物理学",
		1801410: "仿生学（参见41040）",
		1801411: "系统生物物理学",
		1801412: "生物影像学",
		1801413: "生物物理学其他学科。生物力学（归入13041）"
	},
	18017: {
		1801701: "多肽与蛋白质生物化学",
		1801702: "核酸生物化学",
		1801703: "多糖生物化学",
		1801704: "脂类生物化学",
		1801705: "酶学",
		1801706: "膜生物化学",
		1801707: "激素生物化学",
		1801708: "生殖生物化学",
		1801709: "免疫生物化学",
		1801710: "毒理生物化学",
		1801711: "比较生物化学",
		1801712: "生物化学工程（归入53067）",
		1801713: "应用生物化学（具体应用入有关学科）",
		1801714: "生物化学其他学科"
	},
	18021: {
		1802101: "细胞生物物理学",
		1802102: "细胞结构与形态学",
		1802103: "细胞生理学",
		1802104: "细胞进化学",
		1802105: "细胞免疫学",
		1802106: "细胞病理学",
		1802107: "膜生物学",
		1802108: "干细胞生物学",
		1802109: "细胞生物学其他学科"
	},
	18022: {
		1802201: "分子免疫学",
		1802202: "细胞免疫学（归入18021）",
		1802203: "肿瘤免疫学（归入32067）",
		1802204: "免疫病理学（归入31044）",
		1802205: "免疫治疗学",
		1802206: "疫苗学",
		1802207: "免疫遗传学（归入18031）",
		1802208: "人体免疫学（归入31034）",
		1802209: "免疫学其他学科"
	},
	18024: {
		1802401: "形态生理学",
		1802402: "新陈代谢与营养生理学",
		1802403: "心血管生理学",
		1802404: "呼吸生理学",
		1802405: "消化生理学",
		1802406: "血液生理学",
		1802407: "泌尿生理学",
		1802408: "内分泌生理学",
		1802409: "感官生理学",
		1802410: "生殖生理学",
		1802411: "骨骼生理学",
		1802412: "肌肉生理学",
		1802413: "皮肤生理学",
		1802414: "循环生理学",
		1802415: "比较生理学",
		1802416: "年龄生理学",
		1802417: "特殊环境生理学",
		1802418: "语言生理学",
		1802419: "生理学其他学科"
	},
	18027: {
		1802701: "动物发育生物学（归入18057）",
		1802702: "植物发育生物学（归入18051）",
		1802703: "比较发育生物学",
		1802704: "演化发育生物学",
		1802705: "繁殖生物学",
		1802706: "发育生物学其他学科"
	},
	18031: {
		1803101: "数量遗传学",
		1803102: "生化遗传学",
		1803103: "细胞遗传学",
		1803104: "体细胞遗传学",
		1803105: "发育遗传学（亦称发生遗传学）",
		1803106: "分子遗传学",
		1803107: "辐射遗传学",
		1803108: "进化遗传学",
		1803109: "生态遗传学",
		1803110: "免疫遗传学",
		1803111: "毒理遗传学",
		1803112: "行为遗传学",
		1803113: "群体遗传学",
		1803114: "表观遗传学",
		1803115: "遗传学其他学科"
	},
	18034: {
		1803401: "放射生物物理学",
		1803402: "细胞放射生物学",
		1803403: "放射生理学",
		1803404: "分子放射生物学",
		1803405: "放射免疫学",
		1803406: "放射毒理学",
		1803407: "放射生物学其他学科"
	},
	18037: {
		1803701: "基因组学（包括结构基因组学、营养基因组学）",
		1803702: "核糖核酸组学",
		1803703: "蛋白质组学",
		1803704: "代谢组学",
		1803705: "生物信息学",
		1803706: "分子生物学其他学科"
	},
	18039: {
		1803901: "水生生物学",
		1803902: "保护生物学",
		1803903: "计算生物学",
		1803904: "营养生物学（包括生化营养学、动物营养学、植物营养学、微生物营养学等）",
		1803905: "专题生物学研究其他学科"
	},
	18041: {},
	18044: {
		1804401: "数学生态学",
		1804402: "化学生态学",
		1804403: "生理生态学",
		1804404: "进化生态学",
		1804405: "分子生态学",
		1804406: "行为生态学",
		1804407: "生态毒理学",
		1804408: "区域生态学",
		1804409: "种群生态学",
		1804410: "群落生态学",
		1804411: "生态系统生态学",
		1804412: "生态工程学",
		1804413: "恢复生态学",
		1804414: "景观生态学",
		1804415: "水生生态学与湖泊生态学",
		1804416: "海洋生态学（归入17060）",
		1804417: "生态学其他学科"
	},
	18047: {
		1804701: "神经生物物理学",
		1804702: "神经生物化学",
		1804703: "神经形态学",
		1804704: "细胞神经生物学",
		1804705: "神经生理学",
		1804706: "发育神经生物学",
		1804707: "分子神经生物学",
		1804708: "比较神经生物学",
		1804709: "系统神经生物学",
		1804710: "神经生物学其他学科"
	},
	18051: {
		1805101: "植物化学",
		1805102: "植物生物物理学",
		1805103: "植物生物化学",
		1805104: "植物形态学",
		1805105: "植物解剖学",
		1805106: "植物细胞学",
		1805107: "植物生理学（包括植物营养学）",
		1805108: "植物生殖生物学（原名为“植物胚胎学”）",
		1805109: "植物发育学（包括植物孢粉学）",
		1805110: "植物遗传学",
		1805111: "植物引种驯化",
		1805112: "植物生态学",
		1805113: "植物病理学（归入21060）",
		1805114: "植物地理学",
		1805115: "植物群落学",
		1805116: "植物分类学",
		1805117: "实验植物学",
		1805118: "民族植物学",
		1805119: "植物寄生虫学",
		1805120: "植物学其他学科"
	},
	18054: {
		1805401: "昆虫生物化学",
		1805402: "昆虫形态学",
		1805403: "昆虫组织学",
		1805404: "昆虫生理学",
		1805405: "昆虫生态学",
		1805406: "昆虫病理学",
		1805407: "昆虫毒理学",
		1805408: "昆虫行为学",
		1805409: "昆虫分类学",
		1805410: "实验昆虫学",
		1805411: "昆虫病毒学",
		1805412: "昆虫学其他学科"
	},
	18057: {
		1805701: "动物生物物理学",
		1805702: "动物生物化学",
		1805703: "动物形态学",
		1805704: "动物解剖学",
		1805705: "动物组织学",
		1805706: "动物细胞学",
		1805707: "动物生理学",
		1805708: "动物生殖生物学（包括动物繁殖学）",
		1805709: "动物生长发育学（包括动物胚胎学）",
		1805710: "动物遗传学",
		1805711: "动物生态学",
		1805712: "动物病理学",
		1805713: "动物行为学（含动物驯化学）",
		1805714: "动物地理学（含昆虫生物地理学）",
		1805715: "动物分类学",
		1805716: "实验动物学",
		1805717: "动物寄生虫学",
		1805718: "动物病毒学",
		1805719: "动物学其他学科"
	},
	18061: {
		1806101: "微生物生物化学",
		1806102: "微生物生理学",
		1806103: "微生物遗传学",
		1806104: "微生物生态学",
		1806105: "微生物免疫学",
		1806106: "微生物分类学",
		1806107: "真菌学",
		1806108: "细菌学",
		1806109: "应用与环境微生物学（具体应用入有关学科。原名为“应用微生物学”）",
		1806110: "微生物学其他学科"
	},
	18064: {
		1806401: "普通病毒学",
		1806402: "病毒生物化学",
		1806403: "分子病毒学",
		1806404: "病毒生态学",
		1806405: "病毒分类学",
		1806406: "噬菌体学",
		1806407: "植物病毒学（归入21060）",
		1806408: "昆虫病毒学（归入18054）",
		1806409: "动物病毒学（归入18057）",
		1806410: "医学病毒学",
		1806411: "病毒学其他学科"
	},
	18067: {
		1806701: "人类起源与演化学",
		1806702: "人类形态学",
		1806703: "人类遗传学",
		1806704: "分子人类学",
		1806705: "人类生态学（亦称“人文生态学”）",
		1806706: "心理人类学",
		1806707: "古人类学",
		1806708: "人种学",
		1806709: "人体测量学",
		1806710: "人类学其他学科"
	},
	18099: {},
	19010: {
		1901001: "科学心理学（归入63035）",
		1901002: "心理学国际传播",
		1901003: "心理学理论（包括西方心理学流派）"
	},
	19015: {
		1901501: "知觉",
		1901502: "阅读心理学",
		1901503: "心理语言学",
		1901504: "认知神经科学",
		1901505: "色彩心理学",
		1901506: "认知心理学其他学科"
	},
	19020: {
		1902001: "代码原为84051。包括家庭心理学",
		1902002: "婚姻心理学",
		1902003: "人际心理学",
		1902004: "道德心理学",
		1902005: "社会心理学其他学科"
	},
	19025: {
		1902501: "心理学研究方法",
		1902502: "实验心理学其他学科"
	},
	19030: {
		1903001: "婴儿心理学",
		1903002: "儿童心理学",
		1903003: "妇女心理学",
		1903004: "老年心理学（包括长寿心理学）",
		1903005: "发展心理学其他学科"
	},
	19040: {
		1904001: "代码原为31054。包括护理心理学（归入32071）",
		1904002: "医患心理学",
		1904003: "健康心理学",
		1904004: "医学心理学其他学科"
	},
	19041: {
		1904101: "异常心理学",
		1904102: "人格心理学其他学科"
	},
	19042: {
		1904201: "咨询心理技术",
		1904202: "员工援助技术",
		1904203: "临床与咨询心理学其他学科"
	},
	19045: {
		1904501: "心理测量理论",
		1904502: "心理测量技术"
	},
	19046: {
		1904601: "心理统计原理",
		1904602: "心理统计方法"
	},
	19050: {
		1905001: "感觉心理学",
		1905002: "比较心理学",
		1905003: "心理神经免疫学",
		1905004: "心理药理学",
		1905005: "生理心理学其他学科"
	},
	19055: {
		1905501: "工效学（归入63050）",
		1905502: "工程心理学（归入41045）",
		1905503: "交通心理学",
		1905504: "安全心理学（归入62025）",
		1905505: "消费心理学（参见79063）",
		1905506: "营销心理学",
		1905507: "劳动心理学（归入84074）",
		1905508: "经济心理学（包括市场心理学、投资心理学）",
		1905509: "工业心理学其他学科"
	},
	19060: {
		1906001: "代码原为63020。包括干部心理学",
		1906002: "绩效评估技术",
		1906003: "管理心理学其他学科"
	},
	19065: {
		1906501: "艺术心理学（归入76010）",
		1906502: "宗教心理学（归入73011）",
		1906503: "心理人类学",
		1906504: "应用心理学其他学科"
	},
	19070: {
		1907001: "代码原为88027。包括学习心理学",
		1907002: "学校心理学",
		1907003: "教育心理学其他学科"
	},
	19075: {
		1907501: "罪犯心理学",
		1907502: "证人心理学",
		1907503: "法制心理学其他学科"
	},
	19099: {},
	21010: {
		2101001: "农业科技史",
		2101002: "农业经济史（归入79059）",
		2101003: "农村社会史（参见84027）",
		2101004: "农业文化史",
		2101005: "农业史其他学科"
	},
	21020: {
		2102001: "农业数学",
		2102002: "农业气象学与农业气候学",
		2102003: "农业生物物理学",
		2102004: "农业生物化学",
		2102005: "农业生态学",
		2102006: "农业植物学",
		2102007: "农业微生物学",
		2102008: "植物营养学",
		2102009: "农业基础学科其他学科"
	},
	21030: {
		2103001: "作物形态学",
		2103002: "作物生理学",
		2103003: "作物遗传学",
		2103004: "作物生态学",
		2103005: "种子学",
		2103006: "作物育种学（包括航天育种学）",
		2103007: "良种繁育学",
		2103008: "作物栽培学",
		2103009: "作物耕作学",
		2103010: "作物种质资源学",
		2103011: "农艺学其他学科"
	},
	21040: {
		2104001: "果树学",
		2104002: "瓜果学",
		2104003: "蔬菜学",
		2104004: "茶学（包括茶加工等）",
		2104005: "观赏园艺学",
		2104006: "园艺学其他学科"
	},
	21045: {
		2104501: "农产品贮藏与加工",
		2104502: "粮油产品贮藏与加工",
		2104503: "果蔬贮藏与加工",
		2104504: "畜产品贮藏与加工（归入23020）",
		2104505: "土特产品贮藏与加工",
		2104506: "农副产品综合利用",
		2104507: "农产品贮藏与加工其他学科"
	},
	21050: {
		2105001: "土壤物理学",
		2105002: "土壤化学",
		2105003: "土壤地理学",
		2105004: "土壤生物学",
		2105005: "土壤生态学",
		2105006: "土壤耕作学",
		2105007: "土壤改良学",
		2105008: "土壤肥料学",
		2105009: "土壤分类学",
		2105010: "土壤环境学（归入61020）",
		2105011: "土壤调查与评价",
		2105012: "土壤修复",
		2105013: "土壤学其他学科"
	},
	21060: {
		2106001: "植物检疫学",
		2106002: "植物免疫学",
		2106003: "植物病理学",
		2106004: "植物药理学",
		2106005: "农业昆虫学",
		2106006: "植物病毒学",
		2106007: "植物真菌学",
		2106008: "植物细菌学",
		2106009: "植物线虫学",
		2106010: "农药学",
		2106011: "有害生物监测预警（原名为“植物病虫害测报学”）",
		2106012: "抗病虫害育种",
		2106013: "有害生物化学防治",
		2106014: "有害生物生物防治",
		2106015: "有害生物综合防治",
		2106016: "有害生物生态调控",
		2106017: "农业转基因生物安全学",
		2106018: "杂草防除（原名为“杂草防治”）",
		2106019: "鸟兽、鼠害防治",
		2106020: "植物保护学其他学科"
	},
	21099: {},
	22010: {
		2201001: "森林气象学",
		2201002: "森林地理学",
		2201003: "森林水文学",
		2201004: "森林土壤学",
		2201005: "树木生理学",
		2201006: "森林生态学",
		2201007: "森林植物学",
		2201008: "林业基础学科其他学科"
	},
	22015: {
		2201501: "林木育种学",
		2201502: "林木遗传学",
		2201503: "林木遗传育种学其他学科"
	},
	22020: {
		2202001: "种苗学",
		2202002: "造林学（包括治沙造林学）",
		2202003: "水土保持学（归入41650）",
		2202004: "森林培育学其他学科"
	},
	22025: {
		2202501: "森林测计学",
		2202502: "森林测量学",
		2202503: "林业遥感",
		2202504: "林业信息管理",
		2202505: "林业系统工程",
		2202506: "森林经理学其他学科"
	},
	22030: {
		2203001: "森林病理学",
		2203002: "森林昆虫学",
		2203003: "森林防火学",
		2203004: "森林保护学其他学科"
	},
	22035: {},
	22040: {},
	22045: {},
	22050: {
		2205001: "园林植物学",
		2205002: "风景园林工程",
		2205003: "风景园林经营与管理",
		2205004: "园林学其他学科"
	},
	22055: {
		2205501: "森林采运学",
		2205502: "林业机械",
		2205503: "林业机械化与电气化",
		2205504: "木材学",
		2205505: "木材加工与人造板工艺学（包括家具设计与制造等）",
		2205506: "木材防腐学",
		2205507: "林产化学加工学",
		2205508: "林业工程其他学科"
	},
	22060: {},
	22065: {},
	22099: {},
	23010: {
		2301001: "家畜生物化学",
		2301002: "家畜生理学",
		2301003: "家畜遗传学",
		2301004: "家畜生态学",
		2301005: "家畜微生物学",
		2301006: "畜牧、兽医科学基础学科其他学科"
	},
	23020: {
		2302001: "农业动物资源学",
		2302002: "家畜遗传育种学（原名为“家畜育种学”）",
		2302003: "家畜繁殖学（参见18057）",
		2302004: "动物营养学",
		2302005: "饲料学",
		2302006: "家畜饲养管理学",
		2302007: "特种经济动物饲养学",
		2302008: "家畜行为学",
		2302009: "家畜卫生学",
		2302010: "草原学（包括牧草学、牧草育种学、牧草栽培学、草地生态学、草地保护学等）",
		2302011: "畜产品贮藏与加工",
		2302012: "畜牧机械化",
		2302013: "养禽学",
		2302014: "养蜂学",
		2302015: "养蚕学",
		2302016: "畜牧经济学",
		2302017: "畜牧学其他学科"
	},
	23030: {
		2303001: "预防兽医学",
		2303002: "兽医病原学",
		2303003: "兽医流行学",
		2303004: "家畜解剖学与组织学（原名为“家畜解剖学”）",
		2303005: "家畜生理学（归入23010）",
		2303006: "家畜组织胚胎学",
		2303007: "动物分子病原学",
		2303008: "兽医免疫学",
		2303009: "家畜病理学（亦称兽医病理学）",
		2303010: "兽医药理学与毒理学（原名为“兽医药理学”）",
		2303011: "兽医临床学",
		2303012: "兽医卫生检疫学",
		2303013: "家畜寄生虫学",
		2303014: "家畜传染病学",
		2303015: "家畜病毒学",
		2303016: "中兽医学",
		2303017: "兽医器械学",
		2303018: "兽医学其他学科"
	},
	23099: {},
	24010: {
		2401001: "水产化学",
		2401002: "水产地理学",
		2401003: "水产生物学",
		2401004: "水产遗传育种学",
		2401005: "水产动物医学",
		2401006: "水域生态学",
		2401007: "水产学基础学科其他学科"
	},
	24015: {},
	24020: {},
	24025: {},
	24030: {},
	24035: {},
	24040: {},
	24045: {},
	24050: {},
	24055: {},
	24099: {},
	31010: {},
	31011: {},
	31014: {
		3101401: "系统解剖学",
		3101402: "局部解剖学",
		3101403: "人体解剖学其他学科"
	},
	31017: {},
	31021: {},
	31024: {},
	31027: {},
	31031: {},
	31034: {},
	31037: {
		3103701: "医学寄生虫免疫学",
		3103702: "医学昆虫学",
		3103703: "医学蠕虫学",
		3103704: "医学原虫学",
		3103705: "医学寄生虫学其他学科"
	},
	31041: {},
	31044: {
		3104401: "病理生物学",
		3104402: "病理解剖学",
		3104403: "病理生理学",
		3104404: "免疫病理学",
		3104405: "实验病理学",
		3104406: "比较病理学",
		3104407: "系统病理学",
		3104408: "环境病理学",
		3104409: "分子病理学",
		3104410: "病理学其他学科"
	},
	31047: {
		3104701: "基础药理学",
		3104702: "临床药理学",
		3104703: "生化药理学",
		3104704: "分子药理学",
		3104705: "免疫药理学",
		3104706: "药理学其他学科"
	},
	31051: {},
	31057: {},
	31099: {},
	32011: {
		3201101: "症状诊断学",
		3201102: "物理诊断学",
		3201103: "机能诊断学",
		3201104: "医学影像学（包括放射诊断学、同位素诊断学、超声诊断学等）",
		3201105: "临床放射学",
		3201106: "实验诊断学",
		3201107: "临床诊断学其他学科"
	},
	32014: {
		3201401: "康复医学",
		3201402: "运动医学（包括力学运动医学等）",
		3201403: "老年医学（包括老年基础医学和老年临床医学）",
		3201404: "保健医学其他学科"
	},
	32017: {},
	32021: {
		3202101: "麻醉生理学",
		3202102: "麻醉药理学",
		3202103: "麻醉应用解剖学",
		3202104: "麻醉学其他学科"
	},
	32024: {
		3202401: "心血管病学",
		3202402: "呼吸病学",
		3202403: "结核病学",
		3202404: "消化病学（原名为“胃肠病学”）",
		3202405: "血液病学",
		3202406: "肾脏病学",
		3202407: "内分泌病学与代谢病学（原名为“内分泌学”）",
		3202408: "风湿病学与自体免疫病学",
		3202409: "变态反应学",
		3202410: "感染性疾病学",
		3202411: "传染病学（代码原为33024）",
		3202412: "内科学其他学科"
	},
	32027: {
		3202701: "普通外科学",
		3202702: "显微外科学",
		3202703: "神经外科学",
		3202704: "颅脑外科学",
		3202705: "胸外科学",
		3202706: "心血管外科学",
		3202707: "泌尿外科学",
		3202708: "骨外科学",
		3202709: "烧伤外科学",
		3202710: "整形外科学",
		3202711: "器官移植外科学",
		3202712: "实验外科学",
		3202713: "小儿外科学（包括小儿普通外科学、小儿骨外科学、小儿胸外科学、小儿心血管外科学、小儿烧伤外科学、小儿整形外科学、小儿神经外科学、新生儿外科学等）",
		3202714: "外科学其他学科"
	},
	32031: {
		3203101: "妇科学",
		3203102: "产科学",
		3203103: "围产医学（亦称围生医学）",
		3203104: "助产学",
		3203105: "胎儿学",
		3203106: "妇科产科手术学",
		3203107: "妇产科学其他学科"
	},
	32034: {
		3203401: "小儿外科学（归入32027）",
		3203402: "",
		3203403: "小儿内科学",
		3203404: "儿科学其他学科"
	},
	32037: {},
	32041: {},
	32044: {
		3204401: "口腔解剖生理学",
		3204402: "口腔组织学与口腔病理学",
		3204403: "口腔材料学",
		3204404: "口腔影象诊断学",
		3204405: "口腔内科学",
		3204406: "口腔颌面外科学",
		3204407: "口腔矫形学",
		3204408: "口腔正畸学",
		3204409: "口腔病预防学",
		3204410: "口腔医学其他学科"
	},
	32047: {},
	32051: {},
	32054: {},
	32057: {
		3205701: "包括精神卫生及行为医学等"
	},
	32058: {},
	32061: {},
	32064: {
		3206401: "含放射治疗学"
	},
	32065: {},
	32067: {
		3206701: "肿瘤免疫学",
		3206702: "肿瘤病因学",
		3206703: "肿瘤病理学",
		3206704: "肿瘤诊断学",
		3206705: "肿瘤治疗学",
		3206706: "肿瘤预防学",
		3206707: "实验肿瘤学",
		3206708: "肿瘤学其他学科"
	},
	32071: {
		3207101: "基础护理学",
		3207102: "专科护理学",
		3207103: "特殊护理学",
		3207104: "护理心理学",
		3207105: "护理伦理学",
		3207106: "护理管理学",
		3207107: "护理学其他学科"
	},
	32099: {},
	33011: {},
	33014: {},
	33017: {},
	33021: {},
	33027: {},
	33031: {
		3303101: "亦为环境卫生学"
	},
	33034: {},
	33035: {},
	33037: {},
	33041: {},
	33044: {},
	33047: {},
	33051: {
		3305101: "原名为“儿少卫生学”"
	},
	33054: {},
	33057: {},
	33061: {},
	33064: {},
	33067: {},
	33071: {},
	33072: {
		3307201: "从原91040中分离出来"
	},
	33074: {},
	33077: {
		3307701: "原名为“健康教育学”"
	},
	33081: {
		3308101: "卫生监督学",
		3308102: "卫生政策学",
		3308103: "卫生法学（归入82030）",
		3308104: "卫生信息管理学",
		3308105: "卫生管理学其他学科"
	},
	33099: {},
	34010: {
		3401001: "野战外科学和创伤外科学（原名为“野战外科学”）",
		3401002: "军队流行病学",
		3401003: "军事环境医学",
		3401004: "军队卫生学",
		3401005: "军队卫生装备学",
		3401006: "军事人机工效学",
		3401007: "核武器医学防护学",
		3401008: "化学武器医学防护学",
		3401009: "生物武器医学防护学",
		3401010: "激光与微波医学防护学",
		3401011: "军事医学其他学科"
	},
	34020: {
		3402001: "航空航天医学",
		3402002: "潜水医学",
		3402003: "航海医学",
		3402004: "法医学",
		3402005: "高压氧医学",
		3402006: "特种医学其他学科"
	},
	34099: {},
	35010: {
		3501001: "包括天然药物化学等"
	},
	35020: {},
	35025: {},
	35030: {},
	35035: {},
	35040: {},
	35045: {},
	35050: {},
	35099: {},
	36010: {
		3601001: "中医基础理论（包括经络学等）",
		3601002: "中医诊断学",
		3601003: "中医内科学",
		3601004: "中医外科学",
		3601005: "中医骨伤科学",
		3601006: "中医妇科学",
		3601007: "中医儿科学",
		3601008: "中医眼科学",
		3601009: "中医耳鼻咽喉科学",
		3601010: "中医口腔科学",
		3601011: "中医老年病学",
		3601012: "针灸学（包括针刺镇痛与麻醉等）",
		3601013: "按摩推拿学",
		3601014: "中医养生康复学（包括气功研究等）",
		3601015: "中医护理学",
		3601016: "中医食疗学",
		3601017: "方剂学",
		3601018: "中医文献学（包括难经、内经、伤寒论、金匮要略、腧穴学等）",
		3601019: "中医学其他学科"
	},
	36020: {
		3602001: "藏医药学",
		3602002: "蒙医药学",
		3602003: "维吾尔医药学",
		3602004: "民族草药学",
		3602005: "民族医学其他学科"
	},
	36030: {
		3603001: "中西医结合基础医学",
		3603002: "中西医结合医学导论",
		3603003: "中西医结合预防医学",
		3603004: "中西医结合临床医学",
		3603005: "中西医结合护理学",
		3603006: "中西医结合康复医学",
		3603007: "中西医结合养生保健医学",
		3603008: "中西医结合医学其他学科"
	},
	36040: {
		3604001: "中药化学",
		3604002: "中药药理学",
		3604003: "本草学",
		3604004: "药用植物学",
		3604005: "中药鉴定学",
		3604006: "中药炮制学",
		3604007: "中药药剂学",
		3604008: "中药资源学",
		3604009: "中药管理学",
		3604010: "中药学其他学科"
	},
	36099: {},
	41010: {},
	41015: {},
	41020: {},
	41025: {},
	41030: {},
	41035: {
		4103501: "参见17055"
	},
	41040: {
		4104001: "参见18014"
	},
	41045: {},
	41050: {
		4105001: "又名标准学。标准原理与方法（包括标准原理、标准体系、标准一致性测试、标准统计方法、标准化认证与认可方法、标准规程与格式等方面的研究）",
		4105002: "标准基础学（包括标准化发展史、标准经济学、术语标准化、信息分类编码标准化、图形符号标准化、标准物质研究、标准文献学等）",
		4105003: "标准工程与应用（包括标准化机制与体制研究、标准管理学、质量控制与评价标准化、人类工效标准化等）",
		4105004: "标准科学技术其他学科"
	},
	41055: {},
	41060: {},
	41065: {},
	41070: {
		4107001: "密封技术",
		4107002: "粉末技术",
		4107003: "真空技术",
		4107004: "薄膜技术",
		4107005: "爆破技术",
		4107006: "包装技术",
		4107007: "照相技术",
		4107008: "物料搬运技术",
		4107009: "工程通用技术其他学科"
	},
	41075: {
		4107501: "亦称工程系统工程"
	},
	41099: {},
	41310: {
		4131001: "自动控制应用理论（包括线性、非线性、随机控制，最优控制、自适应控制系统、分布式控制系统、柔性控制系统等）",
		4131002: "指挥与控制系统工程",
		4131003: "控制系统仿真技术",
		4131004: "导航制导与控制（包括惯性导航与惯性制导）",
		4131005: "机电一体化技术",
		4131006: "流体传动与控制（归入46045）",
		4131007: "自动化仪器仪表与装置",
		4131008: "机器人控制",
		4131009: "自动化技术应用（具体应用入有关学科）",
		4131010: "控制科学与技术其它学科"
	},
	41315: {
		4131501: "仿真科学技术基础学科",
		4131502: "仿真建模理论与技术",
		4131503: "仿真系统理论与技术",
		4131504: "控制系统仿真技术（归入41310）",
		4131505: "仿真应用（具体应用入有关学科）",
		4131506: "仿真科学技术其它学科"
	},
	41320: {
		4132001: "密码学",
		4132002: "安全协议",
		4132003: "系统安全",
		4132004: "网络安全",
		4132005: "软件安全",
		4132006: "信息隐藏",
		4132007: "安全测评",
		4132008: "信息安全工程",
		4132009: "信息安全其他学科"
	},
	41330: {
		4133001: "地理信息系统",
		4133002: "全球定位系统",
		4133003: "海洋信息技术",
		4133004: "信息技术系统性应用其他学科"
	},
	41399: {},
	41610: {
		4161001: "同步辐射及实验技术",
		4161002: "物理学相关工程与技术其他学科"
	},
	41620: {},
	41630: {
		4163001: "代码原为57050，原名为“海洋工程”。包括海洋工程结构与施工",
		4163002: "海底矿产开发",
		4163003: "海水资源利用",
		4163004: "海洋环境工程",
		4163005: "海岸工程",
		4163006: "近海工程",
		4163007: "深海工程",
		4163008: "海洋资源开发利用技术（包括海洋矿产资源、海水资源、海洋生物、海洋能开发技术等）",
		4163009: "海洋观测预报技术（包括海洋水下技术、海洋观测技术、海洋遥感技术、海洋预报预测技术等）",
		4163010: "海洋环境保护技术",
		4163011: "海洋工程与技术其他学科"
	},
	41640: {
		4164001: "亦称生物技术。代码原为18071。包括基因工程（亦称遗传工程）",
		4164002: "细胞工程",
		4164003: "蛋白质工程",
		4164004: "代谢工程",
		4164005: "酶工程",
		4164006: "发酵工程（亦称微生物工程）",
		4164007: "生物传感技术",
		4164008: "纳米生物分析技术",
		4164009: "生物工程其他学科"
	},
	41650: {
		4165001: "代码原为21070。包括农业机械学（包括农业机械制造等）",
		4165002: "农业机械化",
		4165003: "农业电气化与自动化",
		4165004: "农田水利（包括灌溉工程、排水工程等）",
		4165005: "水土保持学（包括土壤侵蚀学、水土保持监测、水土保持生态学、水土保持工程、荒漠化防治等）",
		4165006: "农田测量",
		4165007: "农业环保工程",
		4165008: "农业区划（含农业土地利用学）",
		4165009: "农业系统工程",
		4165010: "农业工程其他学科"
	},
	41660: {
		4166001: "代码原为31061。包括生物医学电子学",
		4166002: "临床工程学",
		4166003: "康复工程学",
		4166004: "生物医学测量学",
		4166005: "人工器官与生物医学材料学",
		4166006: "干细胞与组织工程学",
		4166007: "医学成像技术",
		4166008: "生物医学工程学其他学科"
	},
	42010: {
		4201001: "大地测量定位",
		4201002: "重力测量",
		4201003: "测量平差",
		4201004: "大地测量技术其他学科"
	},
	42020: {
		4202001: "地物波谱学",
		4202002: "近景摄影测量",
		4202003: "航空摄影测量",
		4202004: "遥感信息工程",
		4202005: "摄影测量与遥感技术其他学科"
	},
	42030: {
		4203001: "地图投影学",
		4203002: "地图设计与编绘",
		4203003: "图形图象复制技术",
		4203004: "地图制图技术其他学科"
	},
	42040: {
		4204001: "地籍测量",
		4204002: "精密工程测量",
		4204003: "矿山测量（归入44015）",
		4204004: "土木建筑工程测量（归入56020）",
		4204005: "水利工程测量（归入57015）",
		4204006: "工程测量技术其他学科"
	},
	42050: {
		4205001: "海洋大地测量",
		4205002: "海洋重力测量",
		4205003: "海洋磁力测量",
		4205004: "海洋跃层测量",
		4205005: "海洋声速测量",
		4205006: "海道测量",
		4205007: "海底地形测量",
		4205008: "海图制图",
		4205009: "海洋工程测量",
		4205010: "海洋测绘其他学科"
	},
	42060: {},
	42099: {},
	43010: {
		4301001: "材料力学",
		4301002: "相图与相变（包括合金化等）",
		4301003: "材料的组织、结构、缺陷与性能",
		4301004: "计算材料学",
		4301005: "金属学",
		4301006: "陶瓷学",
		4301007: "高分子材料学",
		4301008: "材料科学基础学科其他学科"
	},
	43015: {
		4301501: "包括表面优化技术"
	},
	43020: {
		4302001: "包括材料腐蚀、磨损、老化、断裂及其控制等"
	},
	43025: {},
	43030: {},
	43035: {},
	43040: {
		4304001: "黑色金属及其合金",
		4304002: "有色金属及其合金",
		4304003: "非晶、微晶金属材料（包括准晶和纳米晶材料等）",
		4304004: "低维金属材料（包括薄膜、纤维和零维金属材料等）",
		4304005: "特种功能金属材料",
		4304006: "金属材料其他学科"
	},
	43045: {
		4304501: "玻璃与非晶无机非金属材料（包括生物玻璃材料）",
		4304502: "低维无机非金属材料（包括薄膜、纤维和零维非金属材料等）",
		4304503: "人工晶体",
		4304504: "陶瓷材料（包括陶瓷膜材料、多孔陶瓷材料、生物陶瓷材料、耐火材料等。原名为“无机陶瓷材料”）",
		4304505: "特种功能无机非金属材料",
		4304506: "无机非金属材料其他学科"
	},
	43050: {
		4305001: "塑料、橡胶和纤维",
		4305002: "功能高分子材料",
		4305003: "高性能高分子材料",
		4305004: "高分子液晶材料",
		4305005: "有机高分子材料其他学科"
	},
	43055: {
		4305501: "金属基复合材料（包括多相复合材料等）",
		4305502: "无机非金属基复合材料（包括无机多相复合材料等）",
		4305503: "聚合物基复合材料（包括有机多相复合材料等）",
		4305504: "有机-无机杂化复合材料（又名混杂复合材料）",
		4305505: "生物复合材料",
		4305506: "功能复合材料",
		4305507: "复合材料其他学科"
	},
	43060: {
		4306001: "组织工程材料",
		4306002: "医学工程材料",
		4306003: "环境友好材料",
		4306004: "生物材料其他学科"
	},
	43070: {
		4307001: "包括纳米光电材料、纳米信息材料、纳米存储材料等"
	},
	43099: {},
	44010: {},
	44015: {},
	44020: {
		4402001: "地下矿设计",
		4402002: "露天矿设计",
		4402003: "矿山设计其他学科"
	},
	44025: {},
	44030: {
		4403001: "矿山压力工程",
		4403002: "矿山支护工程",
		4403003: "井巷工程其他学科"
	},
	44035: {
		4403501: "煤矿开采",
		4403502: "煤及油母页岩地下气化",
		4403503: "金属矿开采",
		4403504: "非金属矿开采",
		4403505: "采矿工程其他学科"
	},
	44040: {
		4404001: "选矿理论",
		4404002: "选矿技术",
		4404003: "矿石处理",
		4404004: "选矿工程其他学科"
	},
	44045: {},
	44050: {},
	44055: {},
	44060: {
		4406001: "采矿机械",
		4406002: "选矿机械",
		4406003: "矿山运输机械",
		4406004: "矿山机械工程其他学科"
	},
	44065: {},
	44070: {},
	44075: {},
	44080: {},
	44099: {},
	45010: {},
	45015: {},
	45020: {},
	45025: {
		4502501: "冶金燃料",
		4502502: "燃烧理论",
		4502503: "燃烧计算",
		4502504: "冶金分析",
		4502505: "冶金热能工程其他学科"
	},
	45030: {
		4503001: "提炼冶金",
		4503002: "粉末冶金",
		4503003: "真空冶金",
		4503004: "电磁冶金",
		4503005: "原子能冶金",
		4503006: "湿法冶金",
		4503007: "纤维冶金",
		4503008: "卤素冶金",
		4503009: "微生物冶金",
		4503010: "冶金技术其他学科"
	},
	45035: {
		4503501: "炼铁",
		4503502: "炼钢",
		4503503: "铁合金冶炼",
		4503504: "钢铁冶金其他学科"
	},
	45040: {},
	45045: {},
	45050: {},
	45099: {},
	46010: {},
	46015: {
		4601501: "机械原理与机构学",
		4601502: "机械动力学与振动",
		4601503: "机械强度",
		4601504: "机械摩擦、磨损及润滑",
		4601505: "机械学其他学科"
	},
	46020: {
		4602001: "机械设计原理与方法",
		4602002: "机械零件及传动",
		4602003: "机械公差、配合与技术测量",
		4602004: "机械制图",
		4602005: "机械设计其他学科",
		4602006: "计算机辅助设计（归入52060）"
	},
	46025: {
		4602501: "铸造工艺与设备",
		4602502: "焊接工艺与设备（包括连接工艺与设备）",
		4602503: "塑性加工工艺与设备",
		4602504: "热处理工艺与设备",
		4602505: "切削加工工艺",
		4602506: "特种加工工艺",
		4602507: "机器装配工艺",
		4602508: "非金属加工工艺",
		4602509: "机械制造工艺与设备其他学科"
	},
	46030: {
		4603001: "切削理论",
		4603002: "切削刀具",
		4603003: "磨削工具",
		4603004: "刀具技术其他学科"
	},
	46035: {
		4603501: "机床基础理论",
		4603502: "金属切削机床",
		4603503: "数字控制机床",
		4603504: "特种加工机床",
		4603505: "机床技术其他学科"
	},
	46045: {
		4604501: "包括气动液压控制技术等"
	},
	46050: {
		4605001: "成组技术",
		4605002: "数控技术",
		4605003: "机器人技术（包括工业机器人、智能机器人、服务机器人）",
		4605004: "计算机辅助制造",
		4605005: "机械制造自动化其他学科"
	},
	46099: {},
	47010: {
		4701001: "工程热力学",
		4701002: "工程传热、传质学",
		4701003: "燃烧学",
		4701004: "多相流动",
		4701005: "微尺度热物理学",
		4701006: "工程热物理其他学科"
	},
	47020: {
		4702001: "热工测量与仪器仪表",
		4702002: "供热工程",
		4702003: "工业锅炉",
		4702004: "热工学其他学科"
	},
	47030: {
		4703001: "蒸汽工程（包括锅炉、蒸汽机、汽轮机等）",
		4703002: "内燃机工程（包括汽油机、柴油机、气体燃料发动机等）",
		4703003: "流体机械及流体动力工程",
		4703004: "喷气推进机与涡轮机械",
		4703005: "微动力工程",
		4703006: "动力机械工程其他学科"
	},
	47035: {
		4703501: "从原47020中分离出来。包括制冷工程",
		4703502: "低温工程",
		4703503: "热泵与空调",
		4703504: "制冷与低温工程其他学科"
	},
	47040: {
		4704001: "电工学",
		4704002: "电路理论",
		4704003: "电磁场理论（归入14015）",
		4704004: "电磁测量技术及其仪器（原名为“电气测量技术及其仪器仪表”）",
		4704005: "电工材料",
		4704006: "电机学",
		4704007: "电源技术",
		4704008: "电器学",
		4704009: "电力电子技术",
		4704010: "高电压工程",
		4704011: "绝缘技术",
		4704012: "电热与高频技术",
		4704013: "超导电工技术",
		4704014: "发电工程（包括水力、热力、风力、磁流体发电工程等）",
		4704015: "输配电工程",
		4704016: "电力系统及其自动化",
		4704017: "电力拖动及其自动化",
		4704018: "用电技术（包括节电技术）",
		4704019: "电加工技术（亦可称作微细加工技术）",
		4704020: "脉冲功率技术",
		4704021: "放电理论与发电等离子体技术",
		4704022: "电磁环境与电磁兼容",
		4704023: "生物与医学电工技术",
		4704024: "可再生能源发电技术",
		4704025: "分布式电力技术",
		4704026: "电气化交通技术",
		4704027: "强磁场技术",
		4704028: "电气工程其他学科"
	},
	47099: {},
	48010: {},
	48020: {},
	48030: {},
	48040: {},
	48050: {
		4805001: "包括工业节能、生活节能、建筑节能等"
	},
	48060: {
		4806001: "煤炭能",
		4806002: "石油、天然气能",
		4806003: "水能（包括海洋能等）",
		4806004: "风能",
		4806005: "地热能",
		4806006: "生物能",
		4806007: "太阳能",
		4806008: "生活固体废弃物能（即城市生活垃圾能源）",
		4806009: "核能",
		4806010: "天然气水合物能",
		4806011: "一次能源其他学科"
	},
	48070: {
		4807001: "煤气能",
		4807002: "电能",
		4807003: "蒸汽能",
		4807004: "沼气能",
		4807005: "氢能",
		4807006: "激光能",
		4807007: "二次能源其他学科"
	},
	48080: {},
	48099: {},
	49010: {},
	49015: {},
	49020: {},
	49025: {},
	49030: {
		4903001: "核燃料与工艺技术",
		4903002: "核材料与工艺技术其他学科"
	},
	49035: {
		4903501: "粒子加速器物理学（归入14070）",
		4903502: "粒子加速器工程技术（原名为“粒子加速器工艺”）",
		4903503: "粒子加速器应用",
		4903504: "粒子加速器其他学科"
	},
	49040: {
		4904001: "裂变堆物理",
		4904002: "裂变堆热工与水力",
		4904003: "裂变堆控制",
		4904004: "裂变堆结构",
		4904005: "裂变堆屏蔽与防护",
		4904006: "裂变堆建造技术",
		4904007: "裂变堆工程技术其他学科"
	},
	49045: {
		4904501: "磁约束聚变技术",
		4904502: "惯性约束聚变技术",
		4904503: "聚变堆工程",
		4904504: "聚变裂变混合堆工程",
		4904505: "核聚变工程技术其他学科"
	},
	49050: {
		4905001: "舰船核动力",
		4905002: "空间核动力",
		4905003: "核电站",
		4905004: "核动力运行技术",
		4905005: "核动力工程技术其他学科"
	},
	49055: {
		4905501: "同位素分离技术",
		4905502: "同位素制备技术",
		4905503: "同位素应用技术",
		4905504: "同位素技术其他学科"
	},
	49060: {},
	49065: {
		4906501: "包括核电站安全"
	},
	49070: {},
	49075: {},
	49080: {},
	49085: {},
	49099: {},
	51010: {
		5101001: "电子电路",
		5101002: "天线电波传播",
		5101003: "无线电技术",
		5101004: "微波技术",
		5101005: "敏感电子学",
		5101006: "微电子学",
		5101007: "仿真技术",
		5101008: "超导电子技术",
		5101009: "电子元件与器件技术",
		5101010: "电子束、离子束技术",
		5101011: "红外与夜视技术",
		5101012: "电子技术其他学科"
	},
	51020: {},
	51030: {
		5103001: "半导体测试技术",
		5103002: "半导体材料",
		5103003: "半导体器件与技术",
		5103004: "传感器技术（归入53510）",
		5103005: "集成电路技术",
		5103006: "半导体加工技术",
		5103007: "半导体技术其他学科"
	},
	51040: {
		5104001: "信号检测",
		5104002: "参数估计",
		5104003: "数据处理",
		5104004: "语音处理",
		5104005: "图象处理",
		5104006: "信息处理技术其他学科"
	},
	51050: {
		5105001: "有线通信技术",
		5105002: "无线通信技术（包括微波通信、卫星通信、激光通信技术等）",
		5105003: "光纤通信技术",
		5105004: "通信传输技术",
		5105005: "通信网络技术",
		5105006: "通信终端技术",
		5105007: "电信",
		5105008: "邮政",
		5105009: "邮电通信管理工程",
		5105010: "通信技术其他学科"
	},
	51060: {},
	51070: {},
	51099: {
		5109901: "原名为“电子、通信与自动控制技术其他学科”"
	},
	52010: {
		5201001: "自动机理论",
		5201002: "可计算性理论",
		5201003: "计算机可靠性理论",
		5201004: "算法理论",
		5201005: "数据结构",
		5201006: "数据安全与计算机安全",
		5201007: "计算机科学技术基础学科其他学科"
	},
	52020: {
		5202001: "人工智能理论",
		5202002: "自然语言处理",
		5202003: "机器翻译",
		5202004: "模式识别",
		5202005: "计算机感知",
		5202006: "计算机神经网络",
		5202007: "知识工程（包括专家系统）",
		5202008: "人工智能其他学科"
	},
	52030: {
		5203001: "计算机系统设计",
		5203002: "并行处理",
		5203003: "分布式处理系统",
		5203004: "计算机网络",
		5203005: "计算机运行测试与性能评价",
		5203006: "计算机系统结构其他学科"
	},
	52040: {
		5204001: "软件理论",
		5204002: "操作系统与操作环境",
		5204003: "程序设计及其语言",
		5204004: "编译系统",
		5204005: "数据库",
		5204006: "软件开发环境与开发技术",
		5204007: "软件工程",
		5204008: "计算机软件其他学科"
	},
	52050: {
		5205001: "计算机元器件",
		5205002: "计算机处理器技术",
		5205003: "计算机存储技术",
		5205004: "计算机外围设备",
		5205005: "计算机制造与检测",
		5205006: "计算机高密度组装技术",
		5205007: "计算机工程其他学科"
	},
	52060: {
		5206001: "具体应用入有关学科。包括中国语言文字信息处理（包括汉字信息处理）",
		5206002: "计算机仿真",
		5206003: "计算机图形学",
		5206004: "计算机图象处理",
		5206005: "计算机辅助设计",
		5206006: "计算机过程控制",
		5206007: "计算机信息管理系统",
		5206008: "计算机决策支持系统",
		5206009: "计算机应用其他学科"
	},
	52099: {},
	53011: {
		5301101: "化工热力学",
		5301102: "化工流体力学",
		5301103: "化工流变学",
		5301104: "颗粒学",
		5301105: "化学工程基础学科其他学科"
	},
	53014: {},
	53017: {},
	53021: {
		5302101: "蒸馏",
		5302102: "吸收",
		5302103: "萃取",
		5302104: "吸附与离子交换",
		5302105: "膜分离",
		5302106: "蒸发与结晶",
		5302107: "干燥",
		5302108: "化学分离工程其他学科"
	},
	53024: {
		5302401: "催化反应工程",
		5302402: "催化剂工程",
		5302403: "固定床反应工程",
		5302404: "多相流反应工程",
		5302405: "生化反应工程",
		5302406: "聚合化学反应工程",
		5302407: "电化学反应工程",
		5302408: "化学反应工程其他学科"
	},
	53027: {
		5302701: "化工过程动态学",
		5302702: "化工过程控制与模拟",
		5302703: "化工系统优化",
		5302704: "化工系统工程其他学科"
	},
	53031: {},
	53034: {
		5303401: "酸碱盐工程技术",
		5303402: "硅酸盐工程技术",
		5303403: "放射化工",
		5303404: "化肥工程技术",
		5303405: "化学冶金",
		5303406: "无机化学工程其他学科"
	},
	53037: {},
	53041: {
		5304101: "电解",
		5304102: "电镀",
		5304103: "电池",
		5304104: "腐蚀与防腐化学",
		5304105: "电化学工程其他学科"
	},
	53044: {},
	53047: {},
	53051: {},
	53052: {},
	53054: {
		5305401: "表面活性剂",
		5305402: "香料学",
		5305403: "化妆品学",
		5305404: "染料",
		5305405: "颜料与涂料学",
		5305406: "粘合剂（亦称胶粘剂）",
		5305407: "精细化学工程其他学科"
	},
	53057: {},
	53061: {},
	53064: {
		5306401: "医药工程",
		5306402: "农药工程",
		5306403: "兽药工程",
		5306404: "制药工程其他学科"
	},
	53067: {},
	53099: {},
	53510: {
		5351001: "代码原为46040。包括仪器仪表基础理论",
		5351002: "仪器仪表材料",
		5351003: "传感器技术",
		5351004: "精密仪器制造",
		5351005: "测试计量仪器",
		5351006: "光学技术与仪器",
		5351007: "天文仪器",
		5351008: "地球科学仪器",
		5351009: "大气仪器仪表",
		5351010: "仪器仪表技术其他学科"
	},
	53520: {
		5352001: "兵器科学与技术基础学科",
		5352002: "兵器系统与运用工程",
		5352003: "兵器结构、动力、传动与平台技术",
		5352004: "弹道学（含发射、推进与毁伤）",
		5352005: "兵器识别、导引与控制技术",
		5352006: "军用光学与光电子技术",
		5352007: "军事信息工程与信息对抗技术",
		5352008: "含能材料技术",
		5352009: "兵器制造技术",
		5352010: "兵器材料科学与工程",
		5352011: "兵器测试与实验技术",
		5352012: "兵器科学与技术其他学科"
	},
	53530: {
		5353001: " 包括印刷、复制技术",
		5353002: "产品应用专用性技术其他学科"
	},
	53599: {},
	54010: {
		5401001: "纺织化学",
		5401002: "纺织美学与色彩学",
		5401003: "纺织科学技术基础学科其他学科"
	},
	54020: {},
	54030: {},
	54040: {
		5404001: "纺织品结构与设计",
		5404002: "棉纺学",
		5404003: "棉织学",
		5404004: "麻纺织",
		5404005: "毛纺织",
		5404006: "丝纺织",
		5404007: "化学纤维纺织",
		5404008: "新型纺纱、无纺布与特种织物",
		5404009: "针织",
		5404010: "纺织技术其他学科"
	},
	54050: {
		5405001: "染炼技术",
		5405002: "印花技术",
		5405003: "染色技术",
		5405004: "整理技术",
		5405005: "染整技术其他学科"
	},
	54060: {
		5406001: "服装设计",
		5406002: "服装加工",
		5406003: "服装技术其他学科"
	},
	54070: {
		5407001: "纺织器材设计与制造",
		5407002: "纺织机械设计与制造",
		5407003: "纺织机械与设备其他学科"
	},
	54099: {},
	55010: {
		5501001: "食品化学（原名为“食品生物化学”）",
		5501002: "食品营养学",
		5501003: "食品检验学",
		5501004: "食品微生物学",
		5501005: "食品生物技术",
		5501006: "谷物化学",
		5501007: "油脂化学",
		5501008: "食品科学技术基础学科其他学科"
	},
	55020: {
		5502001: "食用油脂加工技术",
		5502002: "制糖技术",
		5502003: "肉加工技术",
		5502004: "乳加工技术",
		5502005: "蛋加工技术",
		5502006: "水果、蔬菜加工技术（参见21045）",
		5502007: "食品发酵与酿造技术",
		5502008: "烘焙食品加工技术（原名为“食品焙烤加工技术”）",
		5502009: "调味品加工技术（包括食盐加工技术等）",
		5502010: "食品添加剂技术",
		5502011: "饮料冷食制造技术",
		5502012: "罐头技术",
		5502013: "米面制品加工技术（包括其他粮食加工技术）",
		5502014: "植物蛋白加工技术",
		5502015: "食品加工技术其他学科"
	},
	55030: {},
	55040: {},
	55050: {},
	55060: {},
	55070: {
		5507001: "食品工程",
		5507002: "粮油工程"
	},
	55099: {},
	56010: {},
	56015: {
		5601501: "工程数学（归入41010）",
		5601502: "工程力学（归入41020）",
		5601503: "建筑光学",
		5601504: "建筑声学",
		5601505: "建筑气象学",
		5601506: "土木建筑工程基础学科其他学科"
	},
	56020: {},
	56025: {
		5602501: "金属建筑材料",
		5602502: "非金属建筑材料",
		5602503: "复合建筑材料",
		5602504: "特种建筑材料（包括隔音、防水、防火、绝热、耐震、防蚀、装修材料等）",
		5602505: "建筑材料其他学科"
	},
	56030: {
		5603001: "杆件结构",
		5603002: "薄壳结构",
		5603003: "悬索与张拉结构",
		5603004: "实体结构",
		5603005: "结构设计",
		5603006: "工程结构其他学科"
	},
	56035: {
		5603501: "木结构",
		5603502: "砖结构",
		5603503: "金属结构",
		5603504: "混凝土与钢筋混凝土结构",
		5603505: "喷锚结构",
		5603506: "复合结构",
		5603507: "特种结构",
		5603508: "土木建筑结构其他学科"
	},
	56040: {
		5604001: "建筑设计方法与理论",
		5604002: "城乡规划方法与理论",
		5604003: "建筑美学",
		5604004: "建筑室内设计",
		5604005: "建筑室外环境设计",
		5604006: "土木工程设计",
		5604007: "土木建筑工程设计其他学科"
	},
	56045: {
		5604501: "地基基础工程",
		5604502: "地面工程",
		5604503: "地下工程",
		5604504: "墙体工程",
		5604505: "土木施工电器工程",
		5604506: "装饰工程",
		5604507: "土木建筑工程施工其他学科"
	},
	56050: {
		5605001: "起重机械",
		5605002: "土木工程运输机械",
		5605003: "土方机械",
		5605004: "桩工机械",
		5605005: "石料开采加工机械",
		5605006: "钢筋混凝土机械",
		5605007: "装修机械",
		5605008: "土木工程机械与设备其他学科"
	},
	56055: {
		5605501: "城市给水排水工程",
		5605502: "通风与空调工程",
		5605503: "供热与供燃气工程",
		5605504: "电讯管道工程",
		5605505: "城市系统工程",
		5605506: "市政工程其他学科"
	},
	56060: {},
	56099: {},
	57010: {
		5701001: "水力学",
		5701002: "河流与海岸动力学",
		5701003: "工程水文学（归入41035）",
		5701004: "水利工程基础学科其他学科"
	},
	57015: {},
	57020: {},
	57025: {
		5702501: "亦称水工建筑物。包括一般水工建筑物",
		5702502: "专门水工建筑物",
		5702503: "水工结构其他学科"
	},
	57030: {},
	57035: {
		5703501: "水利建筑工程施工",
		5703502: "水工设备安装（包括水工金属结构安装等）",
		5703503: "水利工程施工其他学科"
	},
	57040: {
		5704001: "不包括废水处理。包括给水处理，水处理其他学科"
	},
	57045: {
		5704501: "水沙动力学",
		5704502: "河工学",
		5704503: "河流泥沙工程学其他学科"
	},
	57055: {
		5705501: "环境水利与评价（包括水资源评价",
		5705502: "水环境评价）",
		5705503: "区域环境水利",
		5705504: "水资源保护",
		5705505: "环境水利其他学科"
	},
	57060: {
		5706001: "水利工程管理（包括水利调度、水利施工管理、养护等）",
		5706002: "水利工程检查观测",
		5706003: "水利管理自动化系统",
		5706004: "水利管理其他学科"
	},
	57065: {
		5706501: "防洪",
		5706502: "防汛",
		5706503: "防凌",
		5706504: "防洪工程其他学科"
	},
	57070: {},
	57099: {},
	58010: {
		5801001: "路基工程",
		5801002: "桥涵工程",
		5801003: "隧道工程",
		5801004: "道路工程其他学科"
	},
	58020: {
		5802001: "车辆工程",
		5802002: "公路标志、信号、监控工程",
		5802003: "公路运输管理",
		5802004: "公路运输其他学科"
	},
	58030: {
		5803001: "铁路电气化工程",
		5803002: "铁路通信信号工程",
		5803003: "铁路机车车辆工程",
		5803004: "铁路运输管理",
		5803005: "铁路运输其他学科"
	},
	58040: {
		5804001: "航海技术与装备工程（原名为“航海学”）",
		5804002: "船舶通信与导航工程（原名为“导航建筑物与航标工程”）",
		5804003: "航道工程",
		5804004: "港口工程",
		5804005: "疏浚工程",
		5804006: "水路运输管理",
		5804007: "救助、打捞与潜水作业工程",
		5804008: "海事技术与装备工程",
		5804009: "水路运输其他学科"
	},
	58050: {},
	58060: {
		5806001: "机场工程",
		5806002: "航空运输管理",
		5806003: "航空运输其他学科"
	},
	58070: {},
	58080: {},
	58099: {},
	59010: {
		5901001: "大气层飞行力学",
		5901002: "空气动力学（归入13025）",
		5901003: "航天动力学",
		5901004: "飞行器结构力学",
		5901005: "热力学（归入14025）",
		5901006: "传热学（归入14025）",
		5901007: "燃烧学（归入47010）",
		5901008: "航天摩擦学（又称空间摩擦学）",
		5901009: "飞行原理",
		5901010: "航空、航天科学技术基础学科其他学科"
	},
	59015: {
		5901501: "气球、飞艇",
		5901502: "定翼机",
		5901503: "旋翼机",
		5901504: "航空器结构与设计其他学科"
	},
	59020: {
		5902001: "火箭、导弹",
		5902002: "人造地球卫星",
		5902003: "空间探测器",
		5902004: "宇宙飞船",
		5902005: "航天站",
		5902006: "航天飞机",
		5902007: "航天器结构与设计其他学科"
	},
	59025: {},
	59030: {},
	59035: {},
	59040: {
		5904001: "航空、航天金属材料",
		5904002: "航空、航天非金属材料",
		5904003: "航空、航天复合材料",
		5904004: "航空、航天燃料与润滑剂",
		5904005: "航空、航天材料失效与保护",
		5904006: "航空、航天材料其他学科"
	},
	59045: {
		5904501: "航空器制造工艺",
		5904502: "航天器制造工艺",
		5904503: "飞行器制造技术其他学科"
	},
	59050: {
		5905001: "航空器地面试验",
		5905002: "航空器飞行试验",
		5905003: "航天器地面试验",
		5905004: "航天器飞行试验",
		5905005: "飞行器试验技术其他学科"
	},
	59055: {
		5905501: "原名为“飞行器发射、飞行技术”。包括 飞行技术",
		5905502: "飞行器发射与回收（原名为“飞行器发射、飞行事故”）",
		5905503: "飞行事故",
		5905504: "飞行器发射与回收、飞行技术其他学科"
	},
	59060: {
		5906001: "原名为“航天地面设施、技术保障”。包括发射场、试验场",
		5906002: "航天测控系统",
		5906003: "航空地面设施",
		5906004: "航空地面技术保障",
		5906005: "航空航天地面设施、技术保障其他学科"
	},
	59065: {
		5906501: "航空系统工程",
		5906502: "航天系统工程",
		5906503: "航空、航天可靠性工程",
		5906504: "航空、航天系统工程其他学科"
	},
	59099: {},
	61010: {
		6101001: "环境物理学（包括环境声学等）",
		6101002: "环境化学",
		6101003: "环境生物学",
		6101004: "环境气象学",
		6101005: "环境地学（包括环境地球化学、环境地质学等）",
		6101006: "环境生态学",
		6101007: "环境毒理学",
		6101008: "环境医学（归入33031）",
		6101009: "自然环境保护学",
		6101010: "环境管理学",
		6101011: "环境经济学（归入79051）",
		6101012: "环境法学（归入82030）",
		6101013: "环境科学技术基础学科其他学科"
	},
	61020: {
		6102001: "大气环境学",
		6102002: "水体环境学（包括海洋环境学）",
		6102003: "土壤环境学",
		6102004: "区域环境学",
		6102005: "城市环境学",
		6102006: "环境学其他学科"
	},
	61030: {
		6103001: "环境保护工程",
		6103002: "大气污染防治工程",
		6103003: "水污染防治工程",
		6103004: "固体污染防治工程",
		6103005: "三废处理与综合利用",
		6103006: "噪声与震动控制",
		6103007: "环境质量监测与评价",
		6103008: "环境规划",
		6103009: "环境系统工程",
		6103010: "环境修复工程（包括水环境修复工程）",
		6103011: "环境工程学其他学科"
	},
	61050: {
		6105001: "包括资源管理"
	},
	61099: {
		6109901: "原名为“环境科学技术其他学科”"
	},
	62010: {
		6201001: "安全哲学",
		6201002: "安全史",
		6201003: "安全科学学",
		6201004: "灾害学（包括灾害物理、灾害化学、灾害毒理等）",
		6201005: "安全学",
		6201006: "安全科学技术基础学科其他学科"
	},
	62021: {
		6202101: "安全社会学",
		6202102: "安全法学（归入82030，包括安全法规体系研究）",
		6202103: "安全经济学",
		6202104: "安全管理学",
		6202105: "安全教育学",
		6202106: "安全伦理学",
		6202107: "安全文化学",
		6202108: "安全社会科学其他学科"
	},
	62023: {},
	62025: {
		6202501: "安全生理学",
		6202502: "安全心理学",
		6202503: "安全人机学",
		6202504: "安全人体学其他学科"
	},
	62027: {
		6202701: "从原62020中分离出来。包括安全运筹学",
		6202702: "安全信息论",
		6202703: "安全控制论",
		6202704: "安全模拟与安全仿真学",
		6202705: "安全系统学其他学科"
	},
	62030: {
		6203001: "原名为“安全工程”。包括安全工程理论",
		6203002: "火灾科学与消防工程（原名为“消防工程”）",
		6203003: "爆炸安全工程",
		6203004: "安全设备工程（含安全特种设备工程）",
		6203005: "安全机械工程",
		6203006: "安全电气工程",
		6203007: "安全人机工程",
		6203008: "安全系统工程（含安全运筹工程、安全控制工程、安全信息工程）",
		6203009: "安全工程技术科学其他学科"
	},
	62040: {
		6204001: "原名为“职业卫生工程”。包括防尘工程技术",
		6204002: "防毒工程技术",
		6204003: "通风与空调工程（归入56055）",
		6204004: "噪声与振动控制",
		6204005: "辐射防护技术（归入49075）",
		6204006: "个体防护工程",
		6204007: "安全卫生工程技术其他学科（原名为“职业卫生工程其他学科”）"
	},
	62060: {
		6206001: "安全管理工程（代码原为62050）",
		6206002: "安全经济工程",
		6206003: "安全教育工程",
		6206004: "安全社会工程其他学科"
	},
	62070: {
		6207001: "各部门安全工程入有关学科"
	},
	62080: {
		6208001: "公共安全信息工程",
		6208002: "公共安全风险评估与规划（原名称为“风险评价与失效分析”）",
		6208003: "公共安全检测检验",
		6208004: "公共安全监测监控",
		6208005: "公共安全预测预警",
		6208006: "应急决策指挥",
		6208007: "应急救援",
		6208008: "公共安全其他学科"
	},
	62099: {},
	63010: {},
	63015: {
		6301501: "管理哲学",
		6301502: "组织理论",
		6301503: "行为科学",
		6301504: "决策理论",
		6301505: "系统管理理论",
		6301506: "管理理论其他学科"
	},
	63025: {},
	63030: {
		6303001: "各部门经济管理入有关学科"
	},
	63032: {},
	63035: {
		6303501: "科学社会学",
		6303502: "科技政策学",
		6303503: "科学体系学",
		6303504: "科学心理学",
		6303505: "科学计量学",
		6303506: "科技管理学",
		6303507: "科学学与科技管理其他学科"
	},
	63040: {
		6304001: "生产管理",
		6304002: "经营管理",
		6304003: "财务管理",
		6304004: "成本管理",
		6304005: "劳动人事管理",
		6304006: "技术管理",
		6304007: "营销管理",
		6304008: "物资管理",
		6304009: "设备管理",
		6304010: "质量管理",
		6304011: "企业管理其他学科"
	},
	63044: {
		6304401: "行政管理（代码原为63045）",
		6304402: "危机管理（也称“应急管理”）",
		6304403: "公共管理其他学科"
	},
	63050: {
		6305001: "生产系统管理",
		6305002: "研究与开发管理",
		6305003: "质量控制与可靠性管理",
		6305004: "物流系统管理",
		6305005: "战略管理",
		6305006: "决策分析",
		6305007: "决策支持系统",
		6305008: "管理信息系统",
		6305009: "管理系统仿真",
		6305010: "工效学",
		6305011: "部门管理工程（各部门管理工程入有关学科）",
		6305012: "管理工程其他学科"
	},
	63055: {
		6305501: "人力资源开发战略",
		6305502: "人才学",
		6305503: "人力资源开发与管理其他学科"
	},
	63060: {
		6306001: "理论预测学",
		6306002: "预测评价学",
		6306003: "技术评估学",
		6306004: "全球未来学",
		6306005: "未来学其他学科"
	},
	63099: {},
	71010: {},
	71020: {},
	71030: {},
	71040: {},
	71050: {
		7105001: "包括国际共产主义运动"
	},
	71060: {},
	71099: {},
	72010: {
		7201001: "辩证唯物主义",
		7201002: "历史唯物主义",
		7201003: "马克思主义哲学史",
		7201004: "马克思主义哲学其他学科"
	},
	72015: {
		7201501: "亦称科学技术哲学。包括自然观",
		7201502: "科学哲学",
		7201503: "技术哲学",
		7201504: "专门自然科学哲学（包括人工智能哲学、数学哲学、物理哲学等）",
		7201505: "自然辩证法其他学科"
	},
	72020: {
		7202001: "先秦哲学",
		7202002: "秦汉哲学",
		7202003: "魏晋南北朝哲学",
		7202004: "隋唐五代哲学",
		7202005: "宋元明清哲学",
		7202006: "中国近代哲学",
		7202007: "中国现代哲学",
		7202008: "中国少数民族哲学思想",
		7202009: "中国哲学史其他学科"
	},
	72025: {
		7202501: "印度哲学",
		7202502: "伊斯兰哲学",
		7202503: "日本哲学",
		7202504: "东方哲学史其他学科"
	},
	72030: {
		7203001: "古希腊罗马哲学",
		7203002: "中世纪哲学",
		7203003: "文艺复兴时期哲学",
		7203004: "十七、十八世纪欧洲哲学",
		7203005: "德国古典哲学",
		7203006: "俄国哲学（包括俄国革命民主主义者的哲学）",
		7203007: "西方哲学史其他学科"
	},
	72035: {
		7203501: "十九世纪末至二十世纪中叶西方哲学",
		7203502: "分析哲学",
		7203503: "欧洲大陆人文哲学",
		7203504: "解释学",
		7203505: "符号学",
		7203506: "实用主义哲学",
		7203507: "现代外国哲学其他学科"
	},
	72040: {
		7204001: "逻辑史（包括中国逻辑史、西方逻辑史、印度逻辑史等）",
		7204002: "形式逻辑（亦称传统逻辑）",
		7204003: "数理逻辑（归入11014）",
		7204004: "哲理逻辑（包括模态、多值、构造、时态、模糊逻辑等）",
		7204005: "语言逻辑",
		7204006: "归纳逻辑",
		7204007: "辩证逻辑",
		7204008: "逻辑学其他学科"
	},
	72045: {
		7204501: "伦理学原理",
		7204502: "中国伦理思想史",
		7204503: "东方伦理思想史",
		7204504: "西方伦理思想史",
		7204505: "马克思主义伦理思想史",
		7204506: "职业伦理学",
		7204507: "医学伦理学",
		7204508: "教育伦理学",
		7204509: "政治伦理学",
		7204510: "家庭伦理学",
		7204511: "生命伦理学",
		7204512: "生态伦理学",
		7204513: "环境伦理学",
		7204514: "伦理学其他学科"
	},
	72050: {
		7205001: "美学原理",
		7205002: "中国美学史",
		7205003: "东方美学史",
		7205004: "西方美学史",
		7205005: "西方现代美学",
		7205006: "马克思主义美学",
		7205007: "艺术美学（包括音乐、影视美学、建筑美学等）",
		7205008: "技术美学",
		7205009: "美学其他学科"
	},
	72099: {},
	73011: {
		7301101: "马克思主义宗教学",
		7301102: "宗教史学",
		7301103: "宗教哲学",
		7301104: "宗教社会学",
		7301105: "宗教心理学",
		7301106: "比较宗教学",
		7301107: "宗教地理学",
		7301108: "宗教文学艺术",
		7301109: "宗教文献学",
		7301110: "神话学",
		7301111: "宗教学理论其他学科"
	},
	73014: {
		7301401: "无神论史",
		7301402: "中国无神论",
		7301403: "外国无神论",
		7301404: "无神论其他学科"
	},
	73017: {},
	73021: {
		7302101: "中国古代宗教",
		7302102: "外国古代宗教",
		7302103: "古代宗教其他学科"
	},
	73024: {
		7302401: "佛教哲学",
		7302402: "佛教因明",
		7302403: "佛教艺术",
		7302404: "佛教文献",
		7302405: "佛教史",
		7302406: "佛教宗派学",
		7302407: "佛教其他学科"
	},
	73027: {
		7302701: "圣经学",
		7302702: "基督教哲学",
		7302703: "基督教伦理学",
		7302704: "基督教史",
		7302705: "基督教艺术",
		7302706: "基督教其他学科"
	},
	73031: {
		7303101: "伊斯兰教义学",
		7303102: "伊斯兰教法学",
		7303103: "伊斯兰教哲学",
		7303104: "古兰学",
		7303105: "圣训学",
		7303106: "伊斯兰教史",
		7303107: "伊斯兰教艺术",
		7303108: "伊斯兰教其他学科"
	},
	73034: {
		7303401: "道教哲学",
		7303402: "道教文献",
		7303403: "道教艺术",
		7303404: "道教史",
		7303405: "道教其他学科"
	},
	73037: {},
	73041: {},
	73044: {},
	73047: {},
	73051: {},
	73054: {},
	73057: {},
	73061: {},
	73064: {},
	73067: {
		7306701: "中国当代宗教",
		7306702: "世界当代宗教",
		7306703: "新兴宗教",
		7306704: "当代宗教其他学科"
	},
	73099: {},
	74010: {
		7401001: "语音学",
		7401002: "语法学",
		7401003: "语义学",
		7401004: "词汇学",
		7401005: "语用学",
		7401006: "方言学",
		7401007: "修辞学",
		7401008: "文字学",
		7401009: "语源学",
		7401010: "普通语言学其他学科"
	},
	74015: {
		7401501: "历史比较语言学",
		7401502: "类型比较语言学",
		7401503: "双语对比语言学",
		7401504: "比较语言学其他学科"
	},
	74020: {},
	74025: {},
	74030: {},
	74035: {
		7403501: "语言教学",
		7403502: "话语语言学",
		7403503: "实验语音学",
		7403504: "数理语言学",
		7403505: "计算语言学",
		7403506: "翻译学",
		7403507: "术语学",
		7403508: "应用语言学其他学科"
	},
	74040: {
		7404001: "普通话",
		7404002: "汉语方言",
		7404003: "汉语语音",
		7404004: "汉语音韵",
		7404005: "汉语语法",
		7404006: "汉语词汇",
		7404007: "汉语训诂",
		7404008: "汉语修辞",
		7404009: "汉字规范",
		7404010: "汉语史",
		7404011: "汉语研究其他学科"
	},
	74045: {
		7404501: "蒙古语文",
		7404502: "藏语文",
		7404503: "维吾尔语文",
		7404504: "哈萨克语文",
		7404505: "满语文",
		7404506: "朝鲜语文",
		7404507: "傣族语文",
		7404508: "彝族语文",
		7404509: "壮语文",
		7404510: "苗语文",
		7404511: "瑶语文",
		7404512: "柯尔克孜语文",
		7404513: "锡伯语文",
		7404514: "中国少数民族语言文字其他学科"
	},
	74050: {
		7405001: "英语",
		7405002: "德语",
		7405003: "瑞典语",
		7405004: "丹麦语、挪威语、冰岛语",
		7405005: "拉丁语",
		7405006: "意大利语",
		7405007: "法语",
		7405008: "西班牙语、葡萄牙语",
		7405009: "罗马尼亚语",
		7405010: "俄语",
		7405011: "波兰语、捷克语",
		7405012: "塞尔维亚语、保加利亚语",
		7405013: "希腊语",
		7405014: "阿尔巴尼亚语",
		7405015: "匈牙利语",
		7405016: "芬兰语",
		7405017: "爱沙尼亚语、拉脱维亚语、立陶宛语",
		7405018: "梵语、印地语、乌尔都语、僧伽罗语",
		7405019: "波斯语",
		7405020: "土耳其语",
		7405021: "阿拉伯语",
		7405022: "希伯莱语",
		7405023: "豪萨语",
		7405024: "斯瓦希里语",
		7405025: "越南语、柬埔寨语",
		7405026: "印度尼西亚语、菲律宾国语、马来语",
		7405027: "缅甸语",
		7405028: "泰语、老挝语",
		7405029: "日语",
		7405030: "朝鲜语和韩国语",
		7405031: "世界语",
		7405032: "外国语言其他学科"
	},
	74099: {},
	75011: {},
	75014: {},
	75017: {},
	75021: {},
	75024: {
		7502401: "原名为“中国古代文学史”。包括周秦汉文学",
		7502402: "魏晋文学",
		7502403: "南北朝文学",
		7502404: "隋唐五代文学",
		7502405: "宋代文学",
		7502406: "辽金文学",
		7502407: "元代文学",
		7502408: "明代文学",
		7502409: "清代文学",
		7502410: "中国古代文学其他学科（原名为“中国古代文学史其他学科”）"
	},
	75027: {
		7502701: "原名为“中国近代文学史”"
	},
	75031: {
		7503101: "包括当代文学。原名为“中国现代文学史”"
	},
	75034: {
		7503401: "中国诗歌文学",
		7503402: "中国戏剧文学",
		7503403: "中国小说文学",
		7503404: "中国散文文学",
		7503405: "中国各体文学其他学科"
	},
	75037: {},
	75041: {},
	75044: {
		7504401: "蒙古族文学",
		7504402: "藏族文学",
		7504403: "维吾尔族文学",
		7504404: "哈萨克族文学",
		7504405: "朝鲜族文学",
		7504406: "中国少数民族文学其他学科"
	},
	75047: {
		7504701: "古代世界文学史",
		7504702: "中世纪世界文学史",
		7504703: "近代世界文学史",
		7504704: "现代世界文学史（包括当代世界文学史）",
		7504705: "世界文学史其他学科"
	},
	75051: {
		7505101: "印度文学",
		7505102: "日本文学",
		7505103: "东方文学其他学科"
	},
	75054: {
		7505401: "包括原苏联文学"
	},
	75057: {},
	75061: {},
	75064: {},
	75067: {},
	75071: {},
	75074: {},
	75077: {},
	75081: {},
	75084: {},
	75087: {},
	75099: {},
	76010: {
		7601001: "包括绘画心理学、书法心理学、音乐心理学"
	},
	76015: {
		7601501: "音乐学（包括音乐史、音乐美学等）",
		7601502: "作曲与作曲理论",
		7601503: "音乐表演艺术",
		7601504: "音乐其他学科"
	},
	76020: {
		7602001: "戏剧史",
		7602002: "戏剧理论",
		7602003: "戏剧其他学科"
	},
	76025: {
		7602501: "戏曲史",
		7602502: "戏曲理论",
		7602503: "戏曲表演",
		7602504: "戏曲其他学科"
	},
	76030: {
		7603001: "舞蹈史",
		7603002: "舞蹈理论",
		7603003: "舞蹈编导",
		7603004: "舞蹈表演",
		7603005: "舞蹈其他学科"
	},
	76035: {
		7603501: "电影史",
		7603502: "电影理论",
		7603503: "电影艺术",
		7603504: "电影其他学科"
	},
	76040: {},
	76045: {
		7604501: "美术史",
		7604502: "美术理论",
		7604503: "绘画艺术",
		7604504: "雕塑艺术",
		7604505: "美术其他学科"
	},
	76050: {
		7605001: "工艺美术史",
		7605002: "工艺美术理论",
		7605003: "环境艺术",
		7605004: "工艺美术其他学科"
	},
	76055: {
		7605501: "书法史",
		7605502: "书法理论",
		7605503: "书法其他学科"
	},
	76060: {
		7606001: "摄影史",
		7606002: "摄影理论",
		7606003: "摄影其他学科"
	},
	76099: {},
	77010: {
		7701001: "中国史学史",
		7701002: "外国史学史"
	},
	77015: {
		7701501: "马克思主义史学理论",
		7701502: "中国传统史学理论",
		7701503: "外国史学理论"
	},
	77020: {},
	77025: {},
	77030: {
		7703001: "先秦史",
		7703002: "秦汉史",
		7703003: "魏晋南北朝史",
		7703004: "隋唐五代十国史",
		7703005: "宋史",
		7703006: "辽金史",
		7703007: "元史",
		7703008: "明史",
		7703009: "清史",
		7703010: "中国古文字（包括甲骨文、金文等）",
		7703011: "中国古代契约文书（包括敦煌学、明清契约文书研究、鱼鳞册研究等）",
		7703012: "中国古代史其他学科"
	},
	77035: {
		7703501: "鸦片战争史",
		7703502: "太平天国史",
		7703503: "洋务运动史",
		7703504: "戊戌政变史",
		7703505: "义和团运动史",
		7703506: "晚清政治史",
		7703507: "辛亥革命史",
		7703508: "五四运动史",
		7703509: "新民主主义革命史",
		7703510: "抗日战争史",
		7703511: "中国共产党史",
		7703512: "中国国民党史",
		7703513: "中国民主党派史",
		7703514: "中华民国史",
		7703515: "中华人民共和国史",
		7703516: "近代经济史",
		7703517: "近代思想文化史",
		7703518: "近代社会史",
		7703519: "中国近代史、现代史其他学科"
	},
	77040: {
		7704001: "原始社会史",
		7704002: "世界古代史",
		7704003: "世界中世纪史",
		7704004: "世界近代史",
		7704005: "世界现代史",
		7704006: "国际关系史（归入81040）",
		7704007: "世界通史其他学科"
	},
	77045: {
		7704501: "日本史",
		7704502: "印度史",
		7704503: "东北亚史",
		7704504: "东南亚史",
		7704505: "南亚史",
		7704506: "中亚史",
		7704507: "西亚史",
		7704508: "亚洲史其他学科"
	},
	77050: {
		7705001: "北非史",
		7705002: "撒哈拉以南非洲史",
		7705003: "埃及史",
		7705004: "南非联邦史",
		7705005: "非洲史其他学科"
	},
	77055: {
		7705501: "美洲古代文明史",
		7705502: "美国史",
		7705503: "加拿大史",
		7705504: "拉丁美洲史",
		7705505: "美洲史其他学科"
	},
	77060: {
		7706001: "俄国史（包括原苏联史）",
		7706002: "英国史",
		7706003: "法国史",
		7706004: "德国史",
		7706005: "意大利史",
		7706006: "西班牙史",
		7706007: "中东欧国家史（原名为“东欧国家史”）",
		7706008: "北欧国家史",
		7706009: "欧洲史其他学科"
	},
	77065: {},
	77070: {
		7707001: "经济史（归入79027）",
		7707002: "政治史",
		7707003: "思想史",
		7707004: "文化史",
		7707005: "科技史",
		7707006: "社会史",
		7707007: "城市史",
		7707008: "中外文化交流史",
		7707009: "中外关系史",
		7707010: "军事史（归入83015）",
		7707011: "历史地理学",
		7707012: "方志学",
		7707013: "人物研究",
		7707014: "谱牒学",
		7707015: "专门史其他学科"
	},
	77099: {
		7709901: "简帛学"
	},
	78010: {},
	78020: {},
	78030: {
		7803001: "考古发掘",
		7803002: "考古修复",
		7803003: "考古年代测定",
		7803004: "考古技术其他学科"
	},
	78040: {
		7804001: "旧石器时代考古",
		7804002: "新石器时代考古",
		7804003: "商周考古",
		7804004: "秦汉考古",
		7804005: "三国两晋、南北朝、隋唐考古",
		7804006: "宋元明考古",
		7804007: "中国考古其他学科"
	},
	78050: {
		7805001: "亚洲考古",
		7805002: "欧洲考古",
		7805003: "非洲考古",
		7805004: "美洲考古",
		7805005: "大洋洲考古",
		7805006: "外国考古其他学科"
	},
	78060: {
		7806001: "金石学",
		7806002: "铭刻学",
		7806003: "甲骨学",
		7806004: "古钱学",
		7806005: "古陶瓷学",
		7806006: "美术考古",
		7806007: "宗教考古",
		7806008: "水下考古",
		7806009: "专门考古其他学科"
	},
	78099: {},
	79011: {
		7901101: "资本主义政治经济学",
		7901102: "社会主义政治经济学",
		7901103: "政治经济学其他学科"
	},
	79013: {
		7901301: "西方宏观经济学",
		7901302: "社会主义宏观经济学"
	},
	79015: {
		7901501: "西方微观经济学",
		7901502: "社会主义微观经济学"
	},
	79017: {},
	79019: {
		7901901: "包括工业地理学、农业地理学等"
	},
	79021: {},
	79023: {},
	79025: {
		7902501: "中国经济思想史",
		7902502: "外国经济思想史",
		7902503: "马克思主义经济思想史",
		7902504: "经济思想史其他学科"
	},
	79027: {
		7902701: "世界经济史",
		7902702: "中国经济史",
		7902703: "经济史其他学科"
	},
	79029: {
		7902901: "亦称国际经济学。包括国际经济关系",
		7902902: "国际贸易学（包括国际市场营销学、国际商品学）",
		7902903: "国际货币经济学",
		7902904: "国际金融学",
		7902905: "国际投资学",
		7902906: "国际收支理论",
		7902907: "美国经济",
		7902908: "日本经济",
		7902909: "德国经济",
		7902910: "法国经济",
		7902911: "英国经济",
		7902912: "俄罗斯经济",
		7902913: "欧洲经济",
		7902914: "中东欧经济",
		7902915: "北美经济",
		7902916: "亚太经济",
		7902917: "拉美经济",
		7902918: "非洲经济",
		7902919: "中亚经济",
		7902920: "西亚经济",
		7902921: "世界经济统计",
		7902922: "世界经济学其他学科"
	},
	79031: {
		7903101: "国民经济计划学",
		7903102: "区域经济学",
		7903103: "消费经济学",
		7903104: "投资经济学",
		7903105: "国民经济学其他学科"
	},
	79033: {},
	79035: {
		7903501: "数理经济学",
		7903502: "经济计量学",
		7903503: "数量经济学其他学科"
	},
	79037: {
		7903701: "工业会计学",
		7903702: "农业会计学",
		7903703: "商业会计学",
		7903704: "银行会计学",
		7903705: "交通运输会计学",
		7903706: "会计学其他学科"
	},
	79039: {},
	79041: {
		7904101: "技术经济理论与方法",
		7904102: "工程经济学",
		7904103: "工业技术经济学",
		7904104: "农业技术经济学",
		7904105: "能源技术经济学",
		7904106: "交通运输技术经济学",
		7904107: "建筑技术经济学",
		7904108: "物流技术经济学（原名为“商业与物流技术经济学”）",
		7904109: "贸易技术经济学",
		7904110: "技术进步经济学",
		7904111: "资源开发利用技术经济学",
		7904112: "环境保护技术经济学",
		7904113: "生产力布局技术经济学",
		7904114: "消费技术经济学",
		7904115: "服务业技术经济学",
		7904116: "技术经济学其他学科"
	},
	79043: {
		7904301: "农业生态经济学（归入79059）",
		7904302: "森林生态经济学",
		7904303: "草原生态经济学",
		7904304: "水域生态经济学",
		7904305: "城市生态经济学",
		7904306: "区域生态经济学",
		7904307: "生态经济学其他学科"
	},
	79045: {
		7904501: "就业经济学（包括劳动市场经济学）",
		7904502: "教育经济学（归入88031）",
		7904503: "健康经济学",
		7904504: "劳动经济史",
		7904505: "劳动经济学其他学科"
	},
	79047: {
		7904701: "城市经济管理学（含城市经济理论）",
		7904702: "城市土地经济学",
		7904703: "市政经济学",
		7904704: "房地产经济学（原名为“住宅经济学”）",
		7904705: "城郊经济学",
		7904706: "城市经济学其他学科"
	},
	79049: {
		7904901: "海洋资源经济学",
		7904902: "生物资源经济学",
		7904903: "矿产资源经济学",
		7904904: "能源经济学",
		7904905: "资源开发与利用",
		7904906: "资源经济学其他学科"
	},
	79051: {},
	79052: {},
	79053: {
		7905301: "物流经济理论",
		7905302: "物流管理学",
		7905303: "物流经济学其他学科"
	},
	79055: {
		7905501: "工业发展经济学",
		7905502: "工业企业经营管理学",
		7905503: "工业经济地理",
		7905504: "工业部门经济学",
		7905505: "工业经济史",
		7905506: "工业经济学其他学科"
	},
	79057: {
		7905701: "农村宏观经济学",
		7905702: "农村产业经济学",
		7905703: "农村区域经济学",
		7905704: "农村经济学其他学科"
	},
	79059: {
		7905901: "农业生态经济学",
		7905902: "农业生产经济学",
		7905903: "土地经济学（包括国土经济学、农业资源经济学等）",
		7905904: "农业经济史",
		7905905: "农业企业经营管理",
		7905906: "合作经济",
		7905907: "世界农业经济",
		7905908: "农业区划（归入41650）",
		7905909: "林业经济学（归入22065）",
		7905910: "畜牧经济学（归入23020）",
		7905911: "水产经济学（归入24055）",
		7905912: "种植业经济学",
		7905913: "农业经济学其他学科"
	},
	79061: {
		7906101: "城市运输经济学",
		7906102: "铁路运输经济学",
		7906103: "航空运输经济学",
		7906104: "公路运输经济学",
		7906105: "水路运输经济学",
		7906106: "综合运输经济学",
		7906107: "交通运输经济学其他学科"
	},
	79063: {
		7906301: "商业经济学原理",
		7906302: "商业企业管理学",
		7906303: "商品流通经济学",
		7906304: "市场学",
		7906305: "商业心理学",
		7906306: "商业社会学",
		7906307: "商品学（包括商品包装与技术）",
		7906308: "商业物流学",
		7906309: "商业经济史",
		7906310: "广告学",
		7906311: "服务经济学",
		7906312: "商业经济学其他学科"
	},
	79065: {
		7906501: "价格学原理",
		7906502: "部门价格学",
		7906503: "广义价格学",
		7906504: "成本管理学",
		7906505: "价格史",
		7906506: "比较价格学",
		7906507: "价格学其他学科"
	},
	79067: {
		7906701: "旅游经济学理论",
		7906702: "旅游经济管理学",
		7906703: "旅游企业管理学",
		7906704: "旅游事业史",
		7906705: "旅游经济学其他学科"
	},
	79069: {},
	79071: {
		7907101: "理论财政学",
		7907102: "比较财政学",
		7907103: "财政思想史",
		7907104: "财政史",
		7907105: "财政管理学",
		7907106: "税务管理学",
		7907107: "财政学其他学科"
	},
	79073: {
		7907301: "原名为“货币银行学”。包括货币经济学（原名为“货币理论”）",
		7907302: "货币史（含国际货币体系史）",
		7907303: "货币思想史（原名为“货币学说史”）",
		7907304: "银行学",
		7907305: "金融风险管理学",
		7907306: "金融资产管理学（原名为“银行经营管理学”）",
		7907307: "信贷理论",
		7907308: "投资理论（含金融投资学）",
		7907309: "金融市场（含货币市场学、资本市场学、国际金融市场学）",
		7907310: "公司金融学",
		7907311: "房地产金融学",
		7907312: "农村金融学",
		7907313: "开发性金融学",
		7907314: "国际金融学（归入79029）",
		7907315: "金融史、银行史（含金融法制史）",
		7907316: "金融发展学",
		7907317: "金融工程学（又可称为结构金融学）",
		7907318: "金融制度学（含金融体制比较）",
		7907319: "金融学其他学科（原名为“货币银行学其他学科”）"
	},
	79075: {
		7907501: "保险史（含保险思想史）",
		7907502: "保险管理",
		7907503: "保险学其他学科"
	},
	79077: {},
	79099: {},
	81010: {
		8101001: "比较政治学",
		8101002: "政治社会学",
		8101003: "政治心理学",
		8101004: "地缘政治学",
		8101005: "中外政治学说史",
		8101006: "政治学方法论",
		8101007: "政治学理论其他学科"
	},
	81020: {
		8102001: "政治制度理论",
		8102002: "议会制度",
		8102003: "行政制度",
		8102004: "司法制度",
		8102005: "政党制度",
		8102006: "选举制度",
		8102007: "中国政治制度",
		8102008: "外国政治制度",
		8102009: "比较政治制度",
		8102010: "中国政治制度史",
		8102011: "外国政治制度史",
		8102012: "政治制度其他学科"
	},
	81030: {
		8103001: "行政理论",
		8103002: "行政组织",
		8103003: "人事行政",
		8103004: "财务行政",
		8103005: "行政决策",
		8103006: "行政学其他学科"
	},
	81040: {
		8104001: "国际关系理论",
		8104002: "国际关系史",
		8104003: "国际组织",
		8104004: "外交学",
		8104005: "外交史",
		8104006: "国际比较政治",
		8104007: "美国政治",
		8104008: "英国政治",
		8104009: "法国政治",
		8104010: "德国政治",
		8104011: "日本政治",
		8104012: "俄罗斯政治",
		8104013: "欧洲政治",
		8104014: "中东欧政治",
		8104015: "北美政治",
		8104016: "亚太政治",
		8104017: "拉美政治",
		8104018: "非洲政治",
		8104019: "中亚政治",
		8104020: "西亚政治",
		8104021: "国际政治学其他学科"
	},
	81099: {},
	82010: {
		8201001: "法理学",
		8201002: "法哲学",
		8201003: "比较法学",
		8201004: "法社会学",
		8201005: "立法学",
		8201006: "法律逻辑学",
		8201007: "法律教育学",
		8201008: "法律心理学（参见19075）",
		8201009: "理论法学其他学科"
	},
	82020: {
		8202001: "中国法律思想史",
		8202002: "外国法律思想史",
		8202003: "法律制度史",
		8202004: "法律史学其他学科"
	},
	82030: {
		8203001: "宪法学",
		8203002: "行政法学",
		8203003: "民法学",
		8203004: "经济法学",
		8203005: "劳动法学",
		8203006: "婚姻法学",
		8203007: "民事诉讼法学",
		8203008: "行政诉讼法学",
		8203009: "刑事诉讼法学",
		8203010: "刑法学",
		8203011: "刑事侦查学",
		8203012: "司法鉴定学",
		8203013: "军事法学",
		8203014: "卫生法学",
		8203015: "环境法学",
		8203016: "安全法学",
		8203017: "知识产权法学",
		8203018: "宗教法学",
		8203019: "部门法学其他学科"
	},
	82040: {
		8204001: "国际公法学",
		8204002: "国际私法学",
		8204003: "国际刑法学",
		8204004: "国际经济法学",
		8204005: "国际环境法学",
		8204006: "国际知识产权法学",
		8204007: "国际法学其他学科"
	},
	82099: {},
	83010: {
		8301001: "马、恩、列、斯军事理论",
		8301002: "毛泽东军事思想",
		8301003: "军事理论其他学科"
	},
	83015: {
		8301501: "中国古代战争史",
		8301502: "中国近代战争史",
		8301503: "中国现代战争史",
		8301504: "世界战争史",
		8301505: "军事思想史",
		8301506: "军事技术史",
		8301507: "军事史其他学科"
	},
	83020: {},
	83025: {
		8302501: "战略学理论",
		8302502: "核战略学",
		8302503: "战略学其他学科"
	},
	83030: {
		8303001: "合同战役学",
		8303002: "海军战役学",
		8303003: "空军战役学",
		8303004: "导弹部队战役学",
		8303005: "陆军战役学（包括炮兵战役学、装甲兵战役学）",
		8303006: "战役学其他学科"
	},
	83035: {
		8303501: "合同战术学",
		8303502: "陆军战术学（包括炮兵战术学、装甲兵战术学、工程兵战术学、通信兵战术学、防化兵战术学等）",
		8303503: "海军战术学",
		8303504: "空军战术学",
		8303505: "导弹部队战术学",
		8303506: "战术学其他学科"
	},
	83040: {
		8304001: "作战指挥",
		8304002: "军事系统工程（亦称军事运筹学）",
		8304003: "军事通信学",
		8304004: "军事情报学",
		8304005: "密码学（归入41320）",
		8304006: "军队指挥学其他学科"
	},
	83045: {
		8304501: "军事组织体制",
		8304502: "军事装备学",
		8304503: "军队管理学",
		8304504: "军制学其他学科"
	},
	83050: {
		8305001: "军队思想教育工作学",
		8305002: "军队组织工作学",
		8305003: "军队政治工作学其他学科"
	},
	83055: {
		8305501: "后勤组织指挥",
		8305502: "后方专业勤务军事后勤学其他学科"
	},
	83060: {
		8306001: "中国军事地理",
		8306002: "世界军事地理",
		8306003: "军事地形学",
		8306004: "军事测绘学",
		8306005: "军事气象学",
		8306006: "军事水文学",
		8306007: "军事地学其他学科"
	},
	83065: {},
	83099: {},
	84011: {
		8401101: "中国社会学史",
		8401102: "外国社会学史",
		8401103: "社会学史其他学科"
	},
	84014: {
		8401401: "社会学原理",
		8401402: "社会思想史",
		8401403: "社会学理论其他学科"
	},
	84017: {
		8401701: "社会调查方法",
		8401702: "社会统计学（归入91040）",
		8401703: "社会学方法其他学科"
	},
	84021: {},
	84024: {},
	84027: {
		8402701: "职业社会学",
		8402702: "工业社会学",
		8402703: "劳动社会学（归入84074）",
		8402704: "医学社会学",
		8402705: "教育社会学（归入88024）",
		8402706: "商业社会学（归入79063）",
		8402707: "城市社会学",
		8402708: "农村社会学",
		8402709: "环境社会学",
		8402710: "家庭社会学",
		8402711: "青年社会学",
		8402712: "老年社会学",
		8402713: "犯罪社会学",
		8402714: "越轨社会学",
		8402715: "妇女问题研究",
		8402716: "种族问题研究",
		8402717: "社会问题研究",
		8402718: "社会群体及分层问题研究",
		8402719: "社区研究",
		8402720: "社会保障研究",
		8402721: "社会工作",
		8402722: "应用社会学其他学科"
	},
	84031: {},
	84034: {},
	84037: {
		8403701: "艺术社会学",
		8403702: "知识社会学",
		8403703: "宗教社会学（归入73011）",
		8403704: "法社会学（归入82010）",
		8403705: "道德社会学",
		8403706: "文化社会学其他学科"
	},
	84041: {},
	84044: {},
	84047: {},
	84054: {},
	84057: {},
	84061: {},
	84064: {},
	84067: {},
	84071: {
		8407101: "人口理论（原名为“人口学原理”）",
		8407102: "人口经济学",
		8407103: "人口社会学（包括老年人口学、妇女人口学、发展人口学等）",
		8407104: "人口学说史",
		8407105: "历史人口（原名为“人口史”）",
		8407106: "人口统计学（归入91045）",
		8407107: "人口地理学",
		8407108: "人口生态学",
		8407109: "区域人口学",
		8407110: "人口系统工程",
		8407111: "人口预测学",
		8407112: "人口规划学",
		8407113: "人口政策（原名为“人口政策学”）",
		8407114: "计划生育学",
		8407115: "人口学其他学科"
	},
	84074: {
		8407401: "劳动经济学（归入79045）",
		8407402: "劳动管理学",
		8407403: "劳动统计学",
		8407404: "劳动社会学",
		8407405: "劳动心理学",
		8407406: "社会保险学",
		8407407: "职业安全卫生科学技术",
		8407408: "劳动科学其他学科"
	},
	84099: {},
	85010: {
		8501001: "民族问题与民族政策",
		8501002: "民族关系",
		8501003: "民族经济",
		8501004: "民族教育",
		8501005: "民族法制",
		8501006: "民族心理学",
		8501007: "少数民族政治制度",
		8501008: "民族问题理论其他学科"
	},
	85020: {
		8502001: "民族史",
		8502002: "民族关系史",
		8502003: "民族史学其他学科"
	},
	85030: {},
	85040: {},
	85042: {
		8504201: "含维吾尔学"
	},
	85050: {},
	85060: {},
	85070: {
		8507001: "文化发展史（归入77070）",
		8507002: "文化地理学",
		8507003: "文化心理学",
		8507004: "文化遗产学",
		8507005: "文化学其他学科"
	},
	85099: {
		8509901: "原名为“民族学其他学科”"
	},
	86010: {
		8601001: "新闻学",
		8601002: "马克思主义新闻理论",
		8601003: "西方新闻理论",
		8601004: "新闻法",
		8601005: "舆论学",
		8601006: "新闻伦理学",
		8601007: "新闻社会学",
		8601008: "新闻心理学",
		8601009: "比较新闻学",
		8601010: "新闻理论其他学科"
	},
	86020: {
		8602001: "中国新闻事业史",
		8602002: "世界新闻事业史",
		8602003: "新闻思想史",
		8602004: "传播技术史",
		8602005: "新闻史其他学科"
	},
	86030: {
		8603001: "新闻采访",
		8603002: "新闻写作",
		8603003: "新闻编辑",
		8603004: "新闻评论",
		8603005: "新闻摄影",
		8603006: "新闻业务其他学科"
	},
	86040: {
		8604001: "传媒经济",
		8604002: "传媒管理",
		8604003: "新闻事业经营管理其他学科"
	},
	86050: {
		8605001: "广播电视史",
		8605002: "广播电视理论",
		8605003: "广播电视业务（包括广播电视采访、写作、编辑等）",
		8605004: "广播电视播音",
		8605005: "广播与电视其他学科"
	},
	86060: {
		8606001: "传播史",
		8606002: "传播理论",
		8606003: "传播技术",
		8606004: "组织传播学",
		8606005: "传播与社会发展",
		8606006: "人际传播",
		8606007: "国际传播",
		8606008: "跨文化传播",
		8606009: "网络传播",
		8606010: "新媒介传播",
		8606011: "传播学其他学科"
	},
	86099: {},
	87010: {
		8701001: "图书馆学史（包括图书馆事业史）",
		8701002: "比较图书馆学",
		8701003: "图书馆社会学",
		8701004: "图书馆管理学（包括图书馆统计学、图书馆经济学等）",
		8701005: "图书馆建筑学",
		8701006: "图书采访学",
		8701007: "图书分类学",
		8701008: "图书编目学（包括目录组织法、文献著录方法、计算机编目等）",
		8701009: "目录学（包括普通目录学、专科目录、目录学史等）",
		8701010: "图书馆服务学（包括读者心理学、读者咨询学等）",
		8701011: "图书馆学其他学科"
	},
	87020: {
		8702001: "文献类型学",
		8702002: "文献计量学",
		8702003: "文献检索学",
		8702004: "图书史",
		8702005: "版本学",
		8702006: "校勘学",
		8702007: "文献学其他学科"
	},
	87030: {
		8703001: "情报学史（包括情报事业史）",
		8703002: "情报社会学",
		8703003: "比较情报学",
		8703004: "情报计量学",
		8703005: "情报心理学",
		8703006: "情报管理学",
		8703007: "情报服务学（包括情报用户研究等）",
		8703008: "情报经济学",
		8703009: "情报检索学（包括情报检索语言等）",
		8703010: "情报系统理论（包括情报系统分析与设计、情报网络建设理论等）",
		8703011: "情报技术",
		8703012: "科学技术情报学",
		8703013: "社会科学情报学",
		8703014: "情报学其他学科"
	},
	87040: {
		8704001: "档案学史（包括档案事业史）",
		8704002: "档案管理学",
		8704003: "档案保护技术学",
		8704004: "档案编纂学",
		8704005: "档案学其他学科"
	},
	87050: {},
	87099: {},
	88011: {
		8801101: "包括中国教育史、外国教育史等"
	},
	88014: {},
	88017: {},
	88021: {},
	88024: {},
	88031: {},
	88034: {},
	88037: {},
	88041: {},
	88044: {},
	88047: {},
	88051: {
		8805101: "包括初等教育学、中等教育学等"
	},
	88054: {},
	88057: {},
	88061: {},
	88064: {},
	88099: {},
	89010: {},
	89015: {},
	89020: {
		8902001: "包括运动解剖学等"
	},
	89025: {},
	89030: {},
	89035: {},
	89040: {},
	89045: {},
	89050: {},
	89055: {},
	89060: {},
	89065: {},
	89099: {},
	91010: {},
	91030: {
		9103001: "国民经济核算（原名称为“统计核算理论”）",
		9103002: "经济统计分析",
		9103003: "经济计量学（归入79035）",
		9103004: "经济统计学其他学科"
	},
	91035: {},
	91040: {
		9104001: "教育统计学",
		9104002: "文化与体育统计学",
		9104003: "司法统计学",
		9104004: "劳动统计学（归入84074）",
		9104005: "社会保障统计学（原名为“社会福利与社会保障统计学”）",
		9104006: "生活质量统计学",
		9104007: "社会统计学其他学科"
	},
	91045: {},
	91050: {
		9105001: "资源统计学（原名为“自然资源统计学”）",
		9105002: "环境统计学",
		9105003: "生态统计学（原名为“生态平衡统计学”）",
		9105004: "环境与生态统计学其他学科"
	},
	91060: {
		9106001: "生物统计学",
		9106002: "医学统计学（归入31057）",
		9106003: "卫生统计学（归入33072）",
		9106004: "生物与医学统计学其他学科"
	},
	91099: {}
}
